<unk>	0
<s>	0
</s>	0
[CLS]	0
[SEP]	0
[MASK]	0
[$A]	0
[$B]	0
[$C]	0
[$D]	0
[$E]	0
[$F]	0
[$G]	0
[$H]	0
[$I]	0
[$J]	0
[$K]	0
[$L]	0
[$M]	0
[$N]	0
、	-2.96871
。	-3.10772
の	-3.16275
▁	-3.26605
は	-3.89396
が	-4.2211
を	-4.31237
に	-4.55723
と	-4.72393
で	-4.76622
である	-5.26559
や	-5.36525
C	-5.50482
」	-5.50725
する	-5.55277
では	-5.60064
.	-5.63889
・	-5.65219
も	-5.6742
/	-5.73049
「	-5.7358
から	-5.75389
として	-5.77662
-	-5.9449
1	-5.96865
した	-5.98482
s	-6.02585
し	-6.04747
という	-6.16735
される	-6.17978
2	-6.20568
その	-6.22436
年	-6.23011
言語	-6.23962
な	-6.25729
型	-6.25911
など	-6.3489
には	-6.37455
された	-6.41355
る	-6.42946
プログラム	-6.43348
3	-6.45594
関数	-6.45774
している	-6.49023
して	-6.50215
S	-6.55685
,	-6.55725
か	-6.55809
た	-6.58576
であり	-6.59314
++	-6.60361
がある	-6.61675
ため	-6.62375
▁また	-6.63193
によって	-6.63698
できる	-6.65099
▁この	-6.68499
:	-6.71432
▁C	-6.72039
A	-6.73525
による	-6.76233
▁:	-6.77185
実装	-6.77786
D	-6.78036
コード	-6.79535
ー	-6.79819
されている	-6.80249
a	-6.82482
システム	-6.8717
機能	-6.89633
い	-6.9159
クラス	-6.91901
開発	-6.93509
り	-6.94123
e	-6.94722
4	-6.96633
され	-6.96938
などの	-6.97573
データ	-6.97673
t	-6.98711
この	-6.99142
ている	-6.99727
処理	-6.99976
x	-7.00603
)	-7.00804
p	-7.01105
プログラミング	-7.01179
プログラミング言語	-7.02135
変数	-7.02177
および	-7.02486
より	-7.02624
オブジェクト	-7.03185
場合	-7.03979
n	-7.0413
$	-7.05554
c	-7.05928
て	-7.05936
性	-7.06306
i	-7.07002
ス	-7.07254
B	-7.07302
となる	-7.08236
5	-7.09238
F	-7.09452
Java	-7.09566
>	-7.09875
P	-7.11614
コンピュータ	-7.12177
_	-7.13618
0	-7.14052
アプリケーション	-7.14199
E	-7.14249
d	-7.14799
r	-7.15079
月	-7.15217
#	-7.15232
により	-7.15335
的な	-7.15762
とは	-7.15882
▁例えば	-7.16149
文	-7.16515
ない	-7.16684
T	-7.17594
b	-7.18084
m	-7.18319
R	-7.18412
er	-7.19033
実行	-7.19443
定義	-7.19652
命令	-7.19652
行	-7.20047
M	-7.20197
的	-7.20554
コンパイラ	-7.20851
|	-7.20894
ライブラリ	-7.21039
ある	-7.224
y	-7.22954
▁これは	-7.23146
において	-7.23507
ことができる	-7.24172
でも	-7.24243
I	-7.25531
o	-7.25788
一	-7.25959
数	-7.26924
X	-7.27068
における	-7.2769
式	-7.27921
つの	-7.28598
ン	-7.28894
ル	-7.29347
値	-7.30178
く	-7.30197
演算子	-7.3024
計算	-7.30726
メモリ	-7.32047
ソフトウェア	-7.32588
になる	-7.32761
こと	-7.33313
年に	-7.33349
への	-7.34117
ファイル	-7.34747
ト	-7.35786
Windows	-7.37311
▁#	-7.37488
f	-7.37916
参照	-7.381
6	-7.38252
つ	-7.39482
的に	-7.39895
他の	-7.40622
l	-7.41517
設計	-7.42143
g	-7.42554
9	-7.42897
操作	-7.43201
メソッド	-7.43797
ように	-7.4412
といった	-7.44171
http	-7.4423
文字	-7.44267
://	-7.44452
文字列	-7.44512
化	-7.44652
用	-7.44844
L	-7.4527
のみ	-7.45611
を持つ	-7.47001
と呼ばれる	-7.47894
7	-7.47951
を行う	-7.48224
u	-7.48341
ら	-7.48395
ク	-7.487
]	-7.4957
版	-7.50415
もの	-7.50458
記述	-7.50972
構文	-7.51433
言語の	-7.51826
点	-7.51937
または	-7.52086
問題	-7.53643
▁しかし	-7.53898
に対して	-7.54095
情報	-7.54845
各	-7.55129
のような	-7.55458
(	-7.55877
8	-7.56059
ビット	-7.56268
標準	-7.56335
in	-7.57519
'	-7.57599
ア	-7.57744
NET	-7.5785
入力	-7.57945
拡張	-7.58199
バージョン	-7.58958
モジュール	-7.59288
複数の	-7.5946
G	-7.59595
まで	-7.60042
O	-7.6148
表現	-7.62034
イ	-7.63206
す	-7.63647
名	-7.64294
リスト	-7.64568
部分	-7.65088
k	-7.65153
引数	-7.65228
関係	-7.65594
環境	-7.65687
=	-7.66134
後	-7.66363
だけ	-7.66987
試験	-7.67172
にも	-7.67182
en	-7.67434
API	-7.67964
上で	-7.68061
</	-7.68334
▁なお	-7.68862
多くの	-7.68871
例	-7.69521
配列	-7.69578
使用	-7.69898
ものである	-7.70983
コンパイル	-7.71102
ような	-7.71121
者	-7.71705
[	-7.71954
のように	-7.72206
形式	-7.72472
それ	-7.72602
V	-7.72869
テスト	-7.73013
OS	-7.73198
H	-7.7343
N	-7.73652
上	-7.73794
リ	-7.74559
宣言	-7.75137
ループ	-7.75383
ラ	-7.75395
K	-7.75425
w	-7.7557
名前	-7.75707
同じ	-7.75732
わ	-7.7614
ことで	-7.76444
ために	-7.76572
no	-7.76806
構造	-7.76889
、「	-7.77044
最適化	-7.7719
on	-7.77213
ブロック	-7.77232
要素	-7.77523
10	-7.77561
技術	-7.77713
回	-7.77959
様々な	-7.7845
ド	-7.7862
ではなく	-7.7942
った	-7.79901
モデル	-7.80323
al	-7.80448
インタプリタ	-7.80461
とする	-7.81406
W	-7.81444
ポインタ	-7.81984
日	-7.82399
text	-7.82551
れ	-7.82908
ことを	-7.83059
しない	-7.8324
▁|	-7.8343
あるいは	-7.83537
プログラムの	-7.83619
マクロ	-7.84174
時間	-7.84797
動作	-7.85094
人	-7.85367
事	-7.8548
できない	-7.86244
ing	-7.86835
状態	-7.87057
スレッド	-7.87068
re	-7.8771
出	-7.87721
異なる	-7.88464
また	-7.88759
を使って	-7.89558
について	-7.89775
J	-7.89865
or	-7.89917
もある	-7.90141
方法	-7.9017
等	-7.90349
仕様	-7.91493
h	-7.91814
プロセス	-7.91944
き	-7.92265
ソースコード	-7.92514
することができる	-7.9307
って	-7.93159
変更	-7.93266
U	-7.93656
▁ただし	-7.93789
を使う	-7.9405
ための	-7.94093
さ	-7.94217
ツール	-7.94474
中	-7.94843
www	-7.94874
手法	-7.94954
インタフェース	-7.95226
部	-7.95241
アクセス	-7.95295
スタック	-7.95433
条件	-7.96027
制御	-7.9632
wiki	-7.96341
があり	-7.96434
ではない	-7.97616
上の	-7.97653
同	-7.97898
に関する	-7.97955
評価	-7.98225
であった	-7.98519
新しい	-7.98591
シ	-7.98953
プログラムを	-7.99074
ハードウェア	-7.99344
アルゴリズム	-7.99411
語	-7.99432
ことが	-7.99742
変換	-7.99819
なく	-7.99919
だが	-7.99989
長	-8.00719
法	-8.00721
レジスタ	-8.00879
v	-8.00933
作成	-8.01178
an	-8.01219
<	-8.01273
大	-8.01928
ており	-8.02258
対象	-8.02356
にある	-8.02521
よりも	-8.02583
場合は	-8.0268
ま	-8.02884
演算	-8.02897
▁「	-8.04003
時	-8.04116
領域	-8.0475
z	-8.05097
処理系	-8.05185
コマンド	-8.05225
え	-8.05273
別の	-8.0531
プロジェクト	-8.05345
用の	-8.05756
見	-8.06188
することで	-8.06285
Visual	-8.06292
本	-8.06371
アドレス	-8.06473
意味	-8.06699
全ての	-8.06761
特定の	-8.06837
言語では	-8.06908
非	-8.07141
code	-8.0769
と呼ぶ	-8.07829
規則	-8.08008
め	-8.08425
;	-8.08476
制約	-8.08573
方	-8.09481
られる	-8.09595
コンポーネント	-8.09707
マシン	-8.09761
他	-8.09848
フレームワーク	-8.102
機械語	-8.10213
ゲーム	-8.10629
み	-8.10875
時に	-8.10952
出力	-8.11022
指定	-8.11259
手	-8.11348
プラットフォーム	-8.1147
キーワード	-8.11926
分	-8.12106
させる	-8.12236
サブルーチン	-8.12347
対応	-8.12545
パターン	-8.13201
ワード	-8.13208
*	-8.13216
内の	-8.13426
学	-8.1348
を表す	-8.13539
管理	-8.13653
リリース	-8.13667
こともある	-8.13708
le	-8.13969
オブジェクト指向	-8.14167
ar	-8.14453
任意の	-8.14669
抽象化	-8.14932
後に	-8.15135
を示す	-8.15154
再	-8.15159
の実装	-8.15267
ブ	-8.15431
型の	-8.1587
フィールド	-8.16326
系	-8.16527
it	-8.16651
のための	-8.16794
32	-8.16802
▁[	-8.1728
ことがある	-8.17619
項	-8.17658
となった	-8.17671
を使用する	-8.17922
いくつかの	-8.18153
文法	-8.18303
▁S	-8.18343
フ	-8.18781
解析	-8.19013
コードを	-8.19228
st	-8.19229
ていた	-8.19297
前	-8.19341
+	-8.1939
必要	-8.19414
社	-8.19515
っている	-8.19825
しか	-8.20217
JavaScript	-8.20516
高	-8.20694
データ型	-8.21093
下	-8.21253
としては	-8.21419
▁Java	-8.2169
全	-8.2171
パッケージ	-8.21897
に対する	-8.21908
com	-8.22014
合	-8.22233
記号	-8.22353
すること	-8.22872
数値	-8.23151
さらに	-8.23388
▁=	-8.23888
でき	-8.23973
多	-8.24035
となっている	-8.24044
設定	-8.24147
表示	-8.24148
テンプレート	-8.24168
11	-8.24407
とき	-8.24493
を含む	-8.24803
子	-8.25153
ロ	-8.25445
手続き	-8.25457
を提供する	-8.25698
内	-8.25814
いた	-8.25899
"	-8.26035
代入	-8.26048
特に	-8.26271
ユーザー	-8.2628
真	-8.26288
方式	-8.26461
制限	-8.26471
られた	-8.26735
カ	-8.26743
プログラムは	-8.26765
タ	-8.26787
利用	-8.26788
されていた	-8.26997
インスタンス	-8.27192
すると	-8.27209
サポート	-8.27587
間	-8.277
言語は	-8.27712
次の	-8.27726
選択	-8.27823
関数の	-8.27969
継承	-8.27973
デ	-8.28238
していた	-8.2834
よう	-8.28416
直接	-8.28453
12	-8.28507
作業	-8.28819
形	-8.28872
問	-8.29004
追加	-8.29889
されており	-8.29959
レ	-8.30024
&	-8.3036
最も	-8.30369
実	-8.30757
論理	-8.30922
アセンブリ言語	-8.31044
だった	-8.3135
ジ	-8.31398
データベース	-8.3153
データ構造	-8.31792
識別子	-8.31931
テキスト	-8.32175
リンク	-8.32428
プロセッサ	-8.32449
ed	-8.3246
PL	-8.32586
したり	-8.32672
列	-8.32686
う	-8.32877
アーキテクチャ	-8.32992
▁//	-8.33172
が存在する	-8.33744
LISP	-8.3455
物	-8.34554
オペレーティングシステム	-8.34608
プ	-8.34652
け	-8.34763
ことが多い	-8.35066
言語で	-8.351
例外	-8.35115
COM	-8.3512
可能な	-8.35381
適用	-8.35468
DirectX	-8.35491
よく	-8.35576
集合	-8.35609
力	-8.35858
スコープ	-8.36222
正	-8.36406
進	-8.36449
▁そのため	-8.36733
ム	-8.36788
を生成する	-8.36861
ようになった	-8.36989
公開	-8.37028
それぞれ	-8.37113
定数	-8.37211
へ	-8.37451
主	-8.37508
それを	-8.37805
ミ	-8.37812
表	-8.37902
大学	-8.37986
不	-8.38052
内で	-8.38064
定	-8.38283
}}	-8.38514
基本	-8.38625
単純な	-8.38672
呼び出し	-8.38693
▁(	-8.3872
されていない	-8.38723
製品	-8.38863
パ	-8.38883
研究	-8.39046
マ	-8.39056
度	-8.39222
別	-8.39296
ち	-8.39356
以下の	-8.39429
言	-8.39509
ズ	-8.39577
ネットワーク	-8.39606
ック	-8.39613
日本	-8.3963
エラー	-8.40076
値を	-8.40079
ter	-8.40158
記法	-8.40168
Linux	-8.40177
第	-8.40334
実行する	-8.40347
目的	-8.40388
分野	-8.40489
BASIC	-8.40755
ation	-8.40791
必要がある	-8.41005
先	-8.41102
これは	-8.41628
バ	-8.41678
発	-8.41716
入	-8.41779
げ	-8.41867
▁Framework	-8.41912
『	-8.4192
初期化	-8.42008
最初の	-8.42057
FORTRAN	-8.42141
Prolog	-8.42169
するために	-8.42307
{	-8.42371
ic	-8.42449
整数	-8.42525
各種	-8.42529
においては	-8.42548
静的	-8.42854
コードは	-8.4292
is	-8.43696
::	-8.44025
at	-8.44051
内容	-8.44207
を用いて	-8.44213
規格	-8.44265
』	-8.4428
\	-8.44419
org	-8.44525
可能	-8.44683
バイト	-8.44703
知	-8.44744
とも	-8.44811
向けの	-8.45244
例えば	-8.45285
を利用する	-8.45401
非常に	-8.45401
CPU	-8.45491
機能を	-8.45761
概念	-8.45786
機構	-8.46079
の場合	-8.46331
IBM	-8.46493
▁P	-8.46534
と同じ	-8.46618
通信	-8.46679
結果	-8.46888
目	-8.46897
なら	-8.47084
int	-8.47091
Y	-8.47301
こともできる	-8.47336
16	-8.47639
内部	-8.47886
スタイル	-8.47919
群	-8.47919
生成	-8.48139
▁\	-8.48311
解釈	-8.48337
動的	-8.48419
データを	-8.48625
のために	-8.4888
Delphi	-8.49065
属性	-8.49165
を実行する	-8.49233
Direct	-8.49371
スト	-8.49776
なかった	-8.49857
機	-8.50276
自動	-8.50318
ch	-8.50436
▁その	-8.50448
スクリプト	-8.5077
▁Basic	-8.50845
使用する	-8.5086
開発された	-8.50887
ことは	-8.50949
解	-8.50989
転送	-8.51064
すべての	-8.5107
を定義する	-8.51223
の開発	-8.51253
終了	-8.51573
外	-8.51603
Web	-8.51705
イベント	-8.51705
コメント	-8.51705
チェック	-8.51705
ず	-8.52067
性能	-8.52343
の定義	-8.52464
生	-8.52509
j	-8.52764
処理を	-8.52822
ページ	-8.53
何	-8.5304
GUI	-8.5304
Haskell	-8.53071
}	-8.53298
クラスの	-8.53434
を使った	-8.53654
コ	-8.53685
="	-8.53716
関連	-8.53823
を用いる	-8.53995
Z	-8.5406
de	-8.54258
サービス	-8.54311
比較	-8.54414
レベル	-8.54586
()	-8.54589
ダ	-8.54615
▁Windows	-8.54753
されない	-8.54836
であれば	-8.54975
Microsoft	-8.55124
if	-8.5517
構成	-8.55303
ビ	-8.55508
new	-8.55659
を扱う	-8.55686
多く	-8.5574
言語仕様	-8.55982
全体	-8.56066
元	-8.56578
になっている	-8.56653
ことになる	-8.56681
特徴	-8.56747
お	-8.56981
コピー	-8.56987
日に	-8.57167
開発者	-8.57286
モナド	-8.5747
理論	-8.57479
サーバ	-8.57562
しており	-8.57588
数学	-8.57613
プログラマ	-8.57651
新たな	-8.57667
ロード	-8.57706
リー	-8.5789
64	-8.57917
二	-8.58032
大きな	-8.5824
になった	-8.5843
▁たとえば	-8.58718
イン	-8.58743
をサポートする	-8.58757
でない	-8.58759
通	-8.58843
インターフェイス	-8.59039
コードの	-8.59106
修正	-8.59186
最	-8.5925
汎用	-8.5965
何らかの	-8.59736
区別	-8.59743
これらの	-8.59784
使う	-8.5981
構築	-8.59892
すべき	-8.60052
オブジェクトの	-8.60112
ラン	-8.60957
考え	-8.61067
量	-8.61074
Ruby	-8.6114
するための	-8.61345
れば	-8.61593
を指す	-8.61799
OpenGL	-8.61853
セット	-8.61885
の一部	-8.61899
無	-8.6198
については	-8.62008
られ	-8.62161
外部	-8.62257
かどうか	-8.62293
書	-8.62516
直	-8.62533
積	-8.62563
▁D	-8.62607
すれば	-8.62793
ベースの	-8.62876
位置	-8.62949
共通	-8.63202
チ	-8.6328
節	-8.63282
開始	-8.63393
il	-8.63551
Pascal	-8.63804
実現	-8.63826
関数を	-8.63878
々	-8.63937
メッセージ	-8.64119
一般的な	-8.64142
コンパイラは	-8.6447
組	-8.64697
確保	-8.64889
それら	-8.65066
MS	-8.65213
Perl	-8.65294
オ	-8.65344
SQL	-8.65473
んだ	-8.65504
統合	-8.65551
as	-8.65606
中に	-8.65752
所	-8.65812
▁このような	-8.65853
順序	-8.66214
構文解析	-8.66296
関数は	-8.66303
再帰	-8.66556
実行時に	-8.66556
ナ	-8.6665
中の	-8.66656
Python	-8.66843
ra	-8.66922
線	-8.66924
アセンブラ	-8.66959
以外の	-8.66994
を指定する	-8.67038
共有	-8.67086
を記述する	-8.67201
ット	-8.67327
▁これらの	-8.6736
変化	-8.67524
グ	-8.67534
体	-8.67587
以下	-8.67598
構造体	-8.67661
サイズ	-8.67712
技法	-8.67719
正規表現	-8.67723
」「	-8.67908
▁-	-8.67988
際に	-8.67991
us	-8.68312
会	-8.68321
コンストラクタ	-8.68381
全て	-8.68441
場合もある	-8.68454
符号	-8.68469
ライセンス	-8.68469
時点で	-8.68873
一部の	-8.68943
th	-8.69024
可能である	-8.69238
せ	-8.69362
ニ	-8.69415
重要な	-8.69416
ときに	-8.69446
などがある	-8.69584
抽象	-8.69847
間の	-8.69912
編集	-8.70004
ro	-8.70022
入出力	-8.70041
バー	-8.70125
動	-8.70271
だ	-8.70385
これ	-8.70508
の機能	-8.70547
パラメータ	-8.70657
インストール	-8.70738
コン	-8.70882
決定	-8.70963
える	-8.71109
付	-8.71201
結合	-8.7155
UNIX	-8.71558
!	-8.71558
フォーマット	-8.71565
名前空間	-8.71588
オープンソース	-8.716
▁一方	-8.71654
現在の	-8.7177
の中で	-8.71805
複数	-8.72029
となり	-8.72155
▁of	-8.7221
可能性	-8.72297
複雑な	-8.72489
un	-8.72529
20	-8.7258
取り	-8.72639
集	-8.72657
際	-8.72832
効率	-8.72921
ごとに	-8.73126
ストリーム	-8.73139
シンボル	-8.73139
ロック	-8.73147
付き	-8.73175
られている	-8.73205
▁A	-8.73309
el	-8.73375
影響	-8.73381
あ	-8.7343
かつ	-8.73593
解放	-8.7394
COBOL	-8.74092
▁B	-8.74094
上に	-8.74167
こ	-8.74335
||	-8.74391
もので	-8.74396
されて	-8.74563
っ	-8.74715
更新	-8.74745
Mathematica	-8.74746
年代	-8.7476
期	-8.74988
ウ	-8.75015
前に	-8.75029
利用できる	-8.75153
しなければならない	-8.75162
関数型言語	-8.75226
日本語	-8.75358
80	-8.75442
明	-8.75453
ること	-8.75483
テーブル	-8.75556
HTML	-8.75559
理解	-8.75592
]-	-8.75684
言語である	-8.75707
マイクロソフト	-8.75757
▁M	-8.75778
基本的な	-8.75791
未	-8.76303
通常の	-8.76371
GNU	-8.76378
バグ	-8.76403
一般に	-8.76503
要求	-8.7681
行う	-8.76863
説明	-8.76972
エ	-8.7701
立	-8.7711
対	-8.77123
解決	-8.77182
コーディング	-8.77206
範囲	-8.77224
の値	-8.77242
以降	-8.77268
次	-8.77294
次のような	-8.77386
自動的に	-8.77431
ur	-8.77498
ます	-8.7756
教育	-8.77724
▁L	-8.77814
以上の	-8.77828
用語	-8.77837
互換性	-8.77986
除	-8.78028
変	-8.78278
▁つまり	-8.78317
ALGOL	-8.78376
ベース	-8.7851
よい	-8.78546
空	-8.78682
初	-8.78796
クライアント	-8.78875
派生	-8.78919
リソース	-8.78943
があった	-8.79015
te	-8.79252
ライ	-8.79264
▁for	-8.79297
▁T	-8.79298
▁さらに	-8.79642
計算機科学	-8.79677
級	-8.79725
?	-8.79726
ISBN	-8.79726
上位	-8.79729
にて	-8.79828
行われる	-8.79995
スクリプト言語	-8.80118
ソース	-8.80174
ほぼ	-8.80198
存在する	-8.80276
ば	-8.80451
どの	-8.80483
む	-8.80556
タスク	-8.80574
存在	-8.80618
現在	-8.80631
新	-8.80896
ものもある	-8.81169
当	-8.81178
展開	-8.81434
▁Studio	-8.81443
ビルド	-8.81443
REDIRECT	-8.81443
データの	-8.8146
べき	-8.81549
していない	-8.81685
PC	-8.8178
▁ここで	-8.81834
Q	-8.81977
初期の	-8.82176
▁X	-8.82251
表記	-8.82295
ほか	-8.82299
継続	-8.82312
向上	-8.82386
プログラムが	-8.82913
逆	-8.83041
▁F	-8.83104
場合に	-8.83186
PHP	-8.83262
を返す	-8.83268
▁その後	-8.83632
の概念	-8.83646
採用	-8.83754
単に	-8.83841
のある	-8.83878
になり	-8.83888
Object	-8.83932
する必要がある	-8.84023
和	-8.84062
ゼロ	-8.8407
一つの	-8.84072
html	-8.84081
配置	-8.84081
を作成する	-8.84385
Fortran	-8.84698
と同様に	-8.84775
などが	-8.84855
バイナリ	-8.84967
選	-8.84967
その後	-8.84976
単位	-8.84988
▁H	-8.85129
Smalltalk	-8.85614
がない	-8.85722
IN	-8.85766
%	-8.85838
英語	-8.85885
分離	-8.85923
am	-8.86165
場合がある	-8.86449
:「	-8.86477
出す	-8.86648
仕組み	-8.86655
来	-8.86696
としても	-8.868
だけでなく	-8.8681
...	-8.86821
言語として	-8.86849
プログラミング言語の	-8.86938
使われる	-8.87437
ol	-8.87611
モ	-8.87618
保持	-8.87641
大きく	-8.87683
能力	-8.87703
op	-8.87787
を参照	-8.87796
書く	-8.87961
月に	-8.87995
ロー	-8.88295
実施	-8.88402
組み込み	-8.88453
チーム	-8.88454
オブジェクトを	-8.88556
証明	-8.88615
ほど	-8.88628
使われ	-8.88642
なければならない	-8.88659
だけで	-8.8875
プログラマー	-8.88772
▁Language	-8.88788
キー	-8.88795
実行される	-8.88806
使用される	-8.88836
付け	-8.88984
ion	-8.89073
機能は	-8.89236
メンバー	-8.89241
示	-8.89313
実際に	-8.89352
小	-8.89358
lt	-8.89426
分岐	-8.8952
まず	-8.89602
フラグ	-8.89627
60	-8.89652
MIT	-8.89663
可能性がある	-8.89749
to	-8.89895
格納	-8.90036
動作する	-8.90183
se	-8.902
などで	-8.90207
成	-8.90284
ML	-8.90419
仮想	-8.90444
im	-8.90446
状況	-8.90498
クロージャ	-8.90498
使用できる	-8.90627
型推論	-8.90635
$\	-8.90636
世界	-8.90714
作	-8.90746
IT	-8.90789
の例	-8.90794
-2	-8.91298
参加	-8.91305
><	-8.91324
地	-8.91434
企業	-8.9145
OpenCL	-8.91456
用途	-8.91469
そのまま	-8.91486
グラフィックス	-8.9149
応用	-8.91513
ター	-8.91521
内に	-8.91554
のうち	-8.91724
ると	-8.91739
これを	-8.91819
do	-8.91869
以下のように	-8.91882
ど	-8.91996
を作る	-8.92027
オブジェクト指向プログラミング	-8.92223
知識	-8.9225
重	-8.92363
約	-8.92382
理由	-8.92412
束縛	-8.92412
Forth	-8.92419
ていない	-8.92485
に変換する	-8.92724
したもの	-8.93012
論	-8.93102
そのような	-8.93223
部門	-8.93387
分類	-8.93477
それらの	-8.93616
ユーザ	-8.93784
例として	-8.93812
的には	-8.93988
テ	-8.94272
値が	-8.94326
及び	-8.94362
ソフトウェア開発	-8.94706
▁多くの	-8.95021
DOS	-8.95064
気	-8.95304
プロパティ	-8.95354
▁;	-8.95442
種類	-8.95531
と共に	-8.95628
自	-8.95701
側	-8.95738
ot	-8.96168
配布	-8.96242
であること	-8.96268
搭載	-8.96343
科学	-8.96351
ション	-8.96354
低	-8.96369
記事	-8.96381
sh	-8.96411
SE	-8.96518
実行ファイル	-8.96581
機能が	-8.96582
同時に	-8.96771
▁特に	-8.9707
種類の	-8.97087
es	-8.97132
しい	-8.97133
機械	-8.97307
提案	-8.97335
エディタ	-8.97338
そう	-8.97361
登録	-8.97362
既存の	-8.97363
ケース	-8.97364
]]	-8.97468
書き換え	-8.97537
に相当する	-8.97561
結果を	-8.9758
んで	-8.97713
▁Visual	-8.97752
▁R	-8.97879
広く	-8.97926
インターフェース	-8.97939
自身	-8.9799
なる	-8.98312
じ	-8.98318
ことから	-8.98346
原則	-8.98387
意図	-8.98395
ハ	-8.98517
するため	-8.98534
に対応	-8.98962
と同様	-8.98984
Open	-8.99393
タイプ	-8.99415
れる	-8.99447
ティ	-8.99546
論文	-8.99546
いる	-8.99557
主に	-8.99803
std	-8.9986
ランタイム	-8.9998
1.	-8.99995
登場	-9.00186
要	-9.00196
込	-9.00239
SP	-9.00243
はその	-9.00271
理	-9.00323
▁このため	-9.00325
階層	-9.00416
▁そして	-9.00424
得	-9.00443
家	-9.00445
桁	-9.00456
カーネル	-9.00457
加算	-9.0046
2.	-9.00464
サ	-9.00597
ad	-9.00617
面	-9.0083
記述する	-9.00872
を実装する	-9.00892
一般的に	-9.00931
セ	-9.01422
ボ	-9.01451
-1	-9.01463
実装されている	-9.01498
文脈	-9.0151
モード	-9.01515
本体	-9.01554
定義された	-9.01556
年から	-9.01684
などを	-9.01712
ent	-9.01761
複雑	-9.01762
以下のような	-9.01879
に使われる	-9.01886
再利用	-9.01992
グループ	-9.02086
指	-9.02101
レー	-9.02148
ことができ	-9.02472
ベ	-9.02504
場	-9.02505
▁以下の	-9.02526
すべて	-9.02564
トークン	-9.02573
null	-9.02573
デバッグ	-9.02573
年の	-9.02574
副作用	-9.02574
プログラミング言語である	-9.02637
The	-9.02652
実際の	-9.02677
導入	-9.02763
型を	-9.02775
▁Pascal	-9.02874
▁API	-9.03396
▁すなわち	-9.03529
図	-9.03611
負	-9.03641
Scheme	-9.03648
偽	-9.03648
繰り返し	-9.03648
ドキュメント	-9.03649
のコード	-9.0367
商用	-9.03714
開発環境	-9.03724
▁これにより	-9.03728
を呼び出す	-9.03738
標準化	-9.04072
せず	-9.04116
を意味する	-9.04177
▁I	-9.04182
GR	-9.04189
を直接	-9.04414
種	-9.04565
制御構造	-9.04585
三	-9.04735
▁従って	-9.04736
デフォルト	-9.04736
ノード	-9.04751
性質	-9.04801
ほとんど	-9.04811
対応する	-9.04818
プログラマが	-9.04886
次のように	-9.04939
言語に	-9.05089
簡単に	-9.05443
に対応する	-9.05461
キ	-9.05558
メ	-9.056
90	-9.05769
なければ	-9.05804
左	-9.05805
オペランド	-9.05834
資源	-9.05835
GPU	-9.05841
手段	-9.05845
Objective	-9.05846
AD	-9.0586
に含まれる	-9.05882
セル	-9.05905
19	-9.06145
同一	-9.06209
ん	-9.06319
高速	-9.0641
シェーダー	-9.06428
代数	-9.06559
以上	-9.06618
定義される	-9.06778
AT	-9.06823
国	-9.06842
はない	-9.06903
義	-9.06917
独自の	-9.06945
ガベージコレクション	-9.06945
プロトコル	-9.06946
可読性	-9.06946
1980	-9.06965
ライブラリの	-9.06971
行列	-9.07102
ローカル変数	-9.07256
省略	-9.0732
um	-9.07413
でもある	-9.07705
使える	-9.07735
意	-9.07879
並列	-9.07948
利点	-9.07961
値は	-9.08015
ソフト	-9.08061
余	-9.08068
プロシージャ	-9.08069
効果	-9.08069
コンテナ	-9.08069
space	-9.08069
色	-9.08071
類似	-9.08072
導出	-9.08134
バイトコード	-9.08376
XE	-9.08843
15	-9.08917
強	-9.08925
人間	-9.0895
▁これ	-9.09
まる	-9.09018
ものと	-9.09023
em	-9.0907
用意	-9.09133
ということ	-9.09162
ir	-9.09169
介	-9.09201
困難	-9.09205
ColdFusion	-9.09206
;//	-9.09209
を用いた	-9.09306
をサポートしている	-9.09446
必要な	-9.09452
▁2	-9.09538
全く	-9.09607
li	-9.09611
▁Programming	-9.09685
持つ	-9.10125
ソースコードを	-9.10182
プログラマは	-9.1022
ペ	-9.10294
リテラル	-9.10295
向け	-9.10297
とは異なり	-9.10355
保存	-9.10355
販売	-9.10355
描画	-9.10357
MFC	-9.1036
最小	-9.10377
を使用して	-9.1054
高い	-9.10563
グローバル変数	-9.10594
なり	-9.1063
形で	-9.10719
分け	-9.1088
RE	-9.10902
従来の	-9.10965
lib	-9.11053
続け	-9.11225
la	-9.11341
いくつか	-9.11472
意味論	-9.1151
イテレータ	-9.11517
しばしば	-9.11517
が挙げられる	-9.11518
ガード	-9.11549
仮想マシン	-9.11555
フィ	-9.11653
にする	-9.11723
lo	-9.11874
分散	-9.1239
もう	-9.12488
記	-9.12512
セキュリティ	-9.1264
ネ	-9.12656
せる	-9.12692
とともに	-9.12705
の場合は	-9.12722
を表現する	-9.12735
いう	-9.12738
たり	-9.1274
me	-9.12758
通り	-9.12852
で書かれた	-9.13011
▁K	-9.13068
主な	-9.13103
数の	-9.13265
する場合	-9.13302
ect	-9.13558
メンバ	-9.13686
代	-9.13687
向けに	-9.13791
コンテスト	-9.13861
戻り値	-9.13884
予約語	-9.13895
ラベル	-9.13896
します	-9.13899
アプリ	-9.13907
扱い	-9.1395
86	-9.14091
考	-9.14174
広	-9.14496
▁1	-9.14564
おり	-9.14589
ガ	-9.14703
▁7	-9.14706
ことである	-9.14777
AR	-9.14779
30	-9.14961
が異なる	-9.15005
ルーチン	-9.15061
頭	-9.15067
→	-9.15089
デバイス	-9.1509
ptr	-9.15126
出題	-9.15214
ング	-9.15289
を見	-9.15333
言語と	-9.15386
が追加された	-9.15427
ほとんどの	-9.15463
ものは	-9.15641
変数を	-9.15647
型システム	-9.15762
Win	-9.15794
削除	-9.15847
当時	-9.15932
であっても	-9.15941
元の	-9.15974
の仕様	-9.16016
ライブラリは	-9.16147
▁J	-9.16202
させ	-9.16233
増	-9.16252
であるため	-9.16263
id	-9.1628
が必要	-9.16287
コミュニティ	-9.16309
Android	-9.16309
世代	-9.16311
初めて	-9.1633
良い	-9.16344
それぞれの	-9.1649
あり	-9.16506
の名前	-9.16583
▁各	-9.16724
ところ	-9.16733
使	-9.16857
単純	-9.1687
段階	-9.16887
up	-9.16922
てしまう	-9.17093
取得	-9.17151
▁これを	-9.17158
を実現する	-9.17237
1.0	-9.17261
25	-9.17272
修飾	-9.17456
当初	-9.17485
▁x	-9.17486
電	-9.17505
右	-9.17531
ma	-9.17539
検索	-9.17543
シェル	-9.17543
ビュー	-9.17544
接続	-9.1755
移植	-9.17563
動的型付け	-9.17563
コンパイラが	-9.17566
コスト	-9.17582
KDE	-9.17586
使われている	-9.1771
の中に	-9.17744
です	-9.17838
置	-9.17839
多重定義	-9.17968
関数が	-9.1797
CP	-9.17974
読み	-9.17994
このような	-9.18055
で動作する	-9.18073
利用者	-9.18077
専用	-9.18196
についての	-9.18228
学生	-9.18298
q	-9.18425
ローカル	-9.18453
ack	-9.18609
連	-9.18764
に基づいて	-9.18781
IEEE	-9.18794
NaN	-9.18794
と言える	-9.18794
ジョン	-9.18795
Google	-9.18807
タグ	-9.18836
浮動小数点数	-9.18922
されること	-9.18986
コンピュータの	-9.19046
のサポート	-9.19257
問題が	-9.19261
50	-9.19418
ことにより	-9.19616
やすい	-9.20024
macOS	-9.20059
▁したがって	-9.20059
かもしれない	-9.20059
個々の	-9.2006
foo	-9.2012
パス	-9.20251
ノ	-9.20348
を持っている	-9.20405
▁G	-9.20457
ことも	-9.20535
の使用	-9.20565
">	-9.20587
lang	-9.20636
個	-9.20661
▁Prolog	-9.20779
が開発した	-9.20866
カー	-9.20971
▁10	-9.21032
ものを	-9.21178
ベクトル	-9.21341
あらゆる	-9.21341
ピ	-9.21341
2000	-9.2138
ISO	-9.21382
{{	-9.21388
In	-9.21429
そして	-9.21531
ながら	-9.21533
00	-9.2158
最初に	-9.21623
ようになっている	-9.21762
年には	-9.21774
それが	-9.21983
ow	-9.22066
co	-9.22085
▁それ	-9.22224
ることができる	-9.22379
書き	-9.22505
信	-9.22606
978-4	-9.2264
Hello	-9.2264
xml	-9.2264
トランザクション	-9.2264
必ず	-9.22641
保守	-9.22642
規定	-9.22643
終端	-9.22646
場所	-9.22661
同期	-9.22664
古い	-9.22676
適切な	-9.22684
DLL	-9.22745
オブジェクト指向言語	-9.22745
文書	-9.22781
1970	-9.22901
判断	-9.22906
改良	-9.22942
libs	-9.22997
VB	-9.23216
び	-9.23253
の研究	-9.23334
情報を	-9.2342
et	-9.23658
持	-9.23714
oc	-9.23852
原	-9.23939
引き	-9.2398
IDE	-9.24057
コー	-9.2407
計算機	-9.24075
める	-9.24094
すなわち	-9.24101
構造化	-9.2414
オー	-9.24179
for	-9.24191
型付け	-9.24261
を出力する	-9.24269
少ない	-9.24324
▁the	-9.24334
名称	-9.24448
そ	-9.24521
した場合	-9.24535
サン	-9.24621
▁Lisp	-9.24722
を持たない	-9.24764
メソッドを	-9.24965
算術	-9.25063
」、「	-9.251
システムの	-9.25106
格	-9.25153
and	-9.2516
小さな	-9.25289
カプセル化	-9.25289
▁byte	-9.25289
preserve	-9.2529
議論	-9.25293
もしくは	-9.25296
起動	-9.25305
コードが	-9.25335
項目	-9.25351
個の	-9.25358
扱う	-9.25372
doc	-9.25435
AL	-9.2546
の設計	-9.25478
その他の	-9.255
の集合	-9.25545
使用されている	-9.25821
記述できる	-9.25976
▁SDK	-9.26013
ポ	-9.26054
ラー	-9.26099
▁4	-9.26132
活用	-9.26151
ようになる	-9.26271
明示的に	-9.263
▁W	-9.26431
推論	-9.26454
取	-9.26471
残	-9.26541
値の	-9.26546
言語や	-9.26562
配	-9.26586
業	-9.26595
反	-9.26599
ディ	-9.26621
達	-9.26626
末	-9.26631
置換	-9.2664
金	-9.2664
return	-9.2664
アクション	-9.26641
Lua	-9.26641
を必要とする	-9.26649
単体テスト	-9.26661
ラムダ計算	-9.26663
正しい	-9.26673
--	-9.26695
特定	-9.26732
を得る	-9.26754
特殊な	-9.26755
XML	-9.26855
14	-9.26877
自然	-9.26987
per	-9.27039
99	-9.27087
初期	-9.27273
結	-9.27276
ive	-9.27323
一部	-9.2735
[]	-9.27403
以降の	-9.27568
を利用して	-9.27622
しても	-9.27715
番号	-9.27818
失敗	-9.27831
の一つ	-9.27847
all	-9.27921
士	-9.27966
サイト	-9.27995
賞	-9.28
シリーズ	-9.2801
認識	-9.2801
リアルタイム	-9.28011
画像	-9.28012
完全な	-9.28024
部品	-9.28032
データフロー	-9.28044
ならば	-9.28047
のデータ	-9.28162
比較的	-9.28166
一度	-9.28182
次に	-9.28188
利用される	-9.28242
os	-9.28274
▁+	-9.28286
自体	-9.28426
ものがある	-9.28446
実行できる	-9.28622
ものの	-9.28655
ール	-9.28672
いて	-9.2868
ate	-9.2872
有	-9.28753
そのもの	-9.28805
一般的	-9.28821
ho	-9.28832
常に	-9.28893
流	-9.28974
容易に	-9.29275
番	-9.29278
べ	-9.29352
減	-9.29371
自身の	-9.29376
分割	-9.29381
伝	-9.29382
在	-9.29391
オプション	-9.29399
オーバーライド	-9.29399
ファ	-9.29402
活動	-9.29405
問題を	-9.2941
1960	-9.29494
起	-9.29507
を使用した	-9.29601
レコード	-9.29604
時代	-9.2963
ce	-9.29673
が高い	-9.29785
に近い	-9.29913
発生	-9.29919
con	-9.29946
メソッドの	-9.30181
決め	-9.3019
ないし	-9.30208
自然言語	-9.30214
▁BASIC	-9.30245
ける	-9.30304
▁一般に	-9.30399
ul	-9.30594
読	-9.30595
開催	-9.30642
質	-9.30716
題	-9.30738
視	-9.30776
述語	-9.30789
端	-9.30792
アイデア	-9.30808
提供されている	-9.30808
基盤	-9.30809
Inform	-9.30813
形態	-9.30817
グラフ	-9.30819
-0	-9.30828
ラムダ式	-9.30858
標準ライブラリ	-9.30922
]])	-9.30936
コンパイル時に	-9.31003
設計された	-9.31012
ルール	-9.31056
を書く	-9.31134
人工知能	-9.31374
引数として	-9.31402
以外	-9.31528
オブジェクトが	-9.31548
利用する	-9.31555
もあり	-9.31612
コア	-9.31653
強化	-9.31678
程度	-9.31705
メタ	-9.31802
▁他の	-9.31906
196	-9.31965
停止	-9.31983
指向	-9.32153
速	-9.32186
フリー	-9.32212
足	-9.32213
の実行	-9.32217
ブラウザ	-9.3223
ユニフィケーション	-9.32236
前提	-9.32236
ね	-9.32236
Max	-9.32237
静的型付け	-9.32243
Ada	-9.32268
1990	-9.3228
発展	-9.32295
並行	-9.3237
のことである	-9.32377
ことに	-9.32405
実行環境	-9.32422
詳細	-9.32474
を使い	-9.32501
とした	-9.32508
ようにする	-9.32832
独立	-9.32861
することもできる	-9.32923
変数の	-9.33264
することを	-9.33355
▁この場合	-9.33411
を開発した	-9.3342
までの	-9.33451
art	-9.33473
使い	-9.33475
無限	-9.33608
順	-9.3362
が可能である	-9.33642
によっては	-9.33644
ウィンドウ	-9.33685
基本情報技術者試験	-9.33686
扱える	-9.33701
ホスト	-9.33703
が行われる	-9.33742
▁そのような	-9.33748
途中	-9.3377
ことによって	-9.338
させた	-9.33959
実際には	-9.3398
てきた	-9.33985
最大	-9.3407
ard	-9.34097
3.0	-9.34102
System	-9.34244
しく	-9.34371
特	-9.34431
ができる	-9.34581
方向	-9.34619
場合には	-9.34629
ta	-9.34768
なので	-9.34777
利	-9.3486
Pro	-9.3492
適	-9.34968
間で	-9.35023
難	-9.3503
応	-9.35034
合格	-9.35035
切	-9.35049
のリスト	-9.35072
止	-9.35154
期待	-9.35155
REBOL	-9.35156
ジャンプ	-9.35156
機器	-9.35168
マルチスレッド	-9.35184
UI	-9.35196
AS	-9.35208
書いた	-9.35213
2011	-9.35227
特別な	-9.35252
整数型	-9.35284
ne	-9.35369
用に	-9.35386
重要	-9.35782
の問題	-9.35809
高水準言語	-9.35832
呼び出す	-9.35833
ell	-9.35836
クラスを	-9.35912
ジェネリック	-9.3594
が可能	-9.36052
リング	-9.36091
net	-9.36274
MP	-9.3628
既に	-9.36289
渡す	-9.36424
▁Haskell	-9.36485
学習	-9.36644
^	-9.36646
以前の	-9.36649
をもつ	-9.36699
アップル	-9.36705
マッチ	-9.36799
数式	-9.36811
引数の	-9.36812
出版	-9.36905
set	-9.37061
つけ	-9.37085
実装された	-9.37112
構文木	-9.37259
渡	-9.37296
の記述	-9.37435
結果として	-9.37508
pl	-9.37514
要素の	-9.37562
化された	-9.37636
はこの	-9.37863
方法で	-9.37879
プロトタイプ	-9.38021
固定	-9.38132
とその	-9.38137
自動化	-9.38141
注意	-9.38141
シフト	-9.38163
キャッシュ	-9.38163
原因	-9.38163
訳	-9.38164
エンジン	-9.38164
Common	-9.38164
投	-9.38164
計画	-9.38167
vi	-9.38168
難しい	-9.38178
▁||	-9.38179
数字	-9.38201
次のようになる	-9.38293
out	-9.38328
マン	-9.38348
が使われる	-9.38363
実行時	-9.38439
サブ	-9.38505
レベルで	-9.38557
多数の	-9.38564
end	-9.38738
▁プログラミング言語	-9.38898
に対応した	-9.39021
形式の	-9.39037
▁6	-9.39149
行目	-9.39226
3.	-9.39241
一つ	-9.39258
構造化プログラミング	-9.39283
示す	-9.39401
関	-9.39455
無い	-9.39494
ID	-9.39513
用いられる	-9.39568
発表	-9.39676
ほうが	-9.39702
いわゆる	-9.39702
Unix	-9.39702
リファクタリング	-9.39702
LOGO	-9.39702
オーバーヘッド	-9.39703
箇所	-9.39703
番目の	-9.39705
さまざまな	-9.39727
エン	-9.39822
側の	-9.39842
例外処理	-9.39933
HSP	-9.39989
送	-9.40027
はそれぞれ	-9.4014
ak	-9.4029
移動	-9.40321
等の	-9.40424
専用の	-9.40466
後者	-9.40477
速度	-9.40491
型が	-9.40501
戦略	-9.40599
へと	-9.40613
としている	-9.40633
続	-9.40678
コンパイラの	-9.40749
oo	-9.40765
かった	-9.40842
OP	-9.4093
IP	-9.40934
開発した	-9.40943
扱	-9.41116
アプリケーションの	-9.41132
称	-9.41169
員	-9.41219
ツ	-9.41233
受	-9.41235
の方が	-9.41242
率	-9.41249
歴史	-9.41264
ステートメント	-9.41265
わけではない	-9.41293
同士	-9.41304
もっと	-9.41342
具体的な	-9.41345
方言	-9.41349
行える	-9.4142
オブジェクトは	-9.41472
遅延評価	-9.41517
説明する	-9.41719
++11	-9.4172
の内容	-9.41831
ものであり	-9.41947
組み合わせ	-9.41999
後の	-9.42056
型変換	-9.42064
仮	-9.42169
ec	-9.42365
公式	-9.42449
生成される	-9.42465
にアクセスする	-9.4249
等価	-9.42578
したものである	-9.42626
まった	-9.42702
位	-9.42765
AC	-9.42788
利用可能な	-9.42809
フレーム	-9.42843
～	-9.42851
View	-9.42852
消費	-9.42855
po	-9.42867
部分を	-9.42876
マーク	-9.42879
とも呼ばれる	-9.42906
入れ子	-9.42922
作られた	-9.42986
命令セット	-9.43021
くなる	-9.43086
呼び	-9.43091
形式で	-9.43266
年代に	-9.43306
実体	-9.43328
論理プログラミング	-9.4337
上で動作する	-9.43397
基礎	-9.43467
思	-9.4347
接	-9.43476
限定	-9.43478
ルー	-9.43485
どう	-9.43496
APL	-9.43567
これら	-9.43681
引数を	-9.43885
物理	-9.44068
ファイルを	-9.44107
グローバル	-9.44129
判定	-9.44347
NA	-9.4436
相	-9.44377
半	-9.44382
であるが	-9.44387
過	-9.44454
型は	-9.4446
台	-9.44464
平	-9.44465
有限	-9.44465
職	-9.44465
重複	-9.44467
過程	-9.44467
役割	-9.4447
多重継承	-9.44481
に関するカテゴリ	-9.44486
仮想機械	-9.44487
区切り文字	-9.44497
正しく	-9.44497
欠点	-9.44498
を備えている	-9.44534
なくなる	-9.44542
と同時に	-9.44603
ソフトウェアの	-9.44621
呼び出される	-9.4464
クラスは	-9.44676
サーバー	-9.44749
IS	-9.44858
出力する	-9.44935
get	-9.44996
だと	-9.45057
方が	-9.45168
に対応している	-9.45323
ST	-9.45461
▁System	-9.45475
が発生する	-9.45725
の拡張	-9.45784
▁8	-9.45787
レベルの	-9.45967
の一種	-9.45987
のひとつ	-9.46005
ブル	-9.46006
自由	-9.46007
age	-9.46012
Mac	-9.46045
記憶	-9.46045
話	-9.46088
任	-9.46092
戦	-9.46095
組織	-9.46103
インターネット	-9.46103
Groovy	-9.46104
Rust	-9.46104
インデックス	-9.46104
午後	-9.46104
プラグイン	-9.46104
ダイクストラ	-9.46104
擬似	-9.46105
だろう	-9.46105
の後継	-9.46105
一連の	-9.46109
空白	-9.4611
シャ	-9.4611
下記の	-9.46117
たち	-9.46132
空間	-9.46179
第一	-9.46216
与えられた	-9.46226
見られる	-9.46229
通常	-9.46247
少	-9.46295
引数に	-9.46313
のない	-9.46426
SI	-9.46463
づ	-9.46516
に対し	-9.46644
var	-9.46781
ナー	-9.46782
使われた	-9.46853
ly	-9.46914
返	-9.46925
ay	-9.46953
ファイルシステム	-9.47166
Builder	-9.47252
われる	-9.47314
の意味	-9.47427
の間に	-9.47433
変数名	-9.47598
大文字	-9.47662
せずに	-9.4767
の違い	-9.47758
車	-9.47765
高階関数	-9.47771
大きい	-9.47771
ダウンロード	-9.47776
以降は	-9.4778
最近	-9.47787
予定	-9.4779
2014	-9.47792
中間表現	-9.47811
動作させる	-9.47813
ビットの	-9.47869
Star	-9.47877
を持ち	-9.47912
▁2.0	-9.47923
Qt	-9.47952
利用可能	-9.47989
完全に	-9.48059
変数に	-9.48106
iOS	-9.48267
公開された	-9.4827
の先頭	-9.48424
研究所	-9.48618
と言う	-9.48681
を利用した	-9.48685
代わりに	-9.48858
/3	-9.48932
同様の	-9.48939
構文は	-9.48973
24	-9.48997
▁ある	-9.49062
js	-9.4909
遅延	-9.49195
著	-9.49327
保証	-9.4934
パラダイム	-9.49368
▁通常	-9.49422
ホ	-9.49444
下位	-9.49454
精度	-9.49458
役	-9.49459
Squeak	-9.49466
目標	-9.49468
ゴール	-9.49475
付加	-9.49479
194	-9.49508
Re	-9.49621
ことはできない	-9.49767
レイ	-9.49874
ライブラリである	-9.49897
流れ	-9.49959
指定された	-9.50203
char	-9.50246
ge	-9.50346
ただ	-9.50403
の利用	-9.50441
100	-9.50486
一般	-9.50618
が多い	-9.50629
ha	-9.50754
指示	-9.50863
▁2007	-9.50872
MA	-9.50953
プロ	-9.50974
今	-9.51
▁E	-9.51034
のバージョン	-9.51058
前述の	-9.51088
してしまう	-9.51093
▁N	-9.51109
乗	-9.51142
ユニット	-9.51145
バージョンは	-9.51146
調	-9.51159
デストラクタ	-9.5116
旧	-9.5119
セグメント	-9.5119
Swift	-9.5119
パフォーマンス	-9.5119
サンプル	-9.5119
ポリモーフィズム	-9.5119
分析	-9.5119
ポイント	-9.51191
統計	-9.51193
記録	-9.51193
代替	-9.51197
math	-9.51214
を行い	-9.5123
2016	-9.51239
コンテキスト	-9.51244
続く	-9.51266
かを	-9.51286
言語を	-9.5137
実用	-9.51408
▁OS	-9.51485
が用意されている	-9.51615
化する	-9.51726
からなる	-9.51753
アン	-9.51888
ものが	-9.51919
を開発	-9.51928
の要素	-9.51981
当時の	-9.52018
は一般に	-9.52162
文字列を	-9.52327
ケ	-9.52339
例は	-9.52343
書かれた	-9.52369
までは	-9.52407
環境で	-9.52544
なっている	-9.52662
▁II	-9.52689
不要	-9.52786
ワ	-9.52824
計	-9.52899
英	-9.5291
ゴ	-9.52912
権	-9.52934
バインディング	-9.52944
Scratch	-9.52944
アメリカ	-9.52945
を通して	-9.52957
並行論理プログラミング	-9.52958
国際	-9.5297
少なくとも	-9.52971
統合開発環境	-9.52973
通例	-9.53062
計算機科学者	-9.53063
を表示する	-9.53236
は全て	-9.53269
返す	-9.53323
という用語	-9.53397
方法は	-9.53435
技術者	-9.53641
しようとする	-9.53655
有効	-9.53752
An	-9.53837
77	-9.53992
を提供している	-9.5404
の種類	-9.54097
を与える	-9.54101
アセンブリ	-9.54167
することは	-9.5422
ld	-9.54245
変数は	-9.5425
区分	-9.54329
を追加する	-9.54341
13	-9.54366
安全	-9.54459
の変更	-9.54636
ダー	-9.54649
ぶ	-9.54697
DP	-9.54698
層	-9.54724
典	-9.54726
幅	-9.54726
BSD	-9.54729
割り込み	-9.54729
小さい	-9.5473
アプローチ	-9.5473
ユーティリティ	-9.5473
ウィジェット	-9.5473
総称	-9.54733
パソコン	-9.54735
を行った	-9.54742
プリプロセッサ	-9.54746
共同	-9.54756
this	-9.54782
改行	-9.54792
なくても	-9.54859
していく	-9.54875
VBA	-9.54896
ap	-9.55008
ity	-9.55024
ファイルの	-9.55034
ll	-9.55035
は通常	-9.55062
上記の	-9.55065
に必要な	-9.55077
操作を	-9.55256
Go	-9.55261
導入された	-9.55274
▁a	-9.55345
完全	-9.55615
の値を	-9.55629
最後に	-9.55671
とされる	-9.5598
ear	-9.56011
えた	-9.56041
演算子は	-9.56096
命令の	-9.5612
▁and	-9.56338
振る舞い	-9.56344
アップ	-9.56369
01	-9.56414
木	-9.5645
が必要となる	-9.56457
務	-9.56485
開	-9.56488
に応じて	-9.56502
市	-9.56536
パッチ	-9.56548
典型的な	-9.56548
省	-9.56548
資格	-9.56548
翻訳	-9.56548
コントロール	-9.56548
好	-9.56548
コレクション	-9.56549
ロボット	-9.56549
探索	-9.56549
書ける	-9.56572
単語	-9.56574
を採用している	-9.56587
DOM	-9.56605
取り入れ	-9.56636
を保持する	-9.56664
次元	-9.56703
なくなった	-9.56745
二つの	-9.56747
期間	-9.56749
上げ	-9.56893
界	-9.56916
の配列	-9.56958
言語もある	-9.56964
▁Fortran	-9.57103
できるように	-9.57144
ator	-9.57297
の特徴	-9.5736
IF	-9.57427
にして	-9.57535
回数	-9.57564
他にも	-9.57578
と呼ばれ	-9.57588
プログラミングの	-9.57635
からは	-9.5772
の結果	-9.57765
まま	-9.57798
GC	-9.57837
という名前	-9.57847
製	-9.57866
able	-9.57875
サポートされている	-9.57924
の多くは	-9.5794
の高い	-9.57941
自由に	-9.57971
版の	-9.5805
式の	-9.58058
ru	-9.58173
70	-9.58193
に関して	-9.58219
発表された	-9.58249
悪	-9.58298
割	-9.58363
退	-9.58399
@	-9.58399
MATLAB	-9.584
Class	-9.584
Office	-9.584
に由来する	-9.58401
経験	-9.58401
解説	-9.58414
合成	-9.58454
簡単な	-9.58506
移植性	-9.58533
においても	-9.58537
関係モデル	-9.58683
ことなく	-9.58755
基本的に	-9.58844
画面	-9.5906
共	-9.59131
わない	-9.59163
密	-9.59191
ジェネリックプログラミング	-9.59288
するか	-9.59383
ソースコードの	-9.59407
などでは	-9.59412
年まで	-9.59437
単一	-9.59447
ネイティブ	-9.59458
とし	-9.5946
例である	-9.59477
示した	-9.59505
17	-9.59566
本来	-9.59583
改善	-9.59615
単純化	-9.59632
▁Server	-9.59719
引	-9.59772
することが	-9.59779
ても	-9.59792
ード	-9.59968
Script	-9.59984
問題は	-9.60009
言葉	-9.6008
act	-9.60232
推	-9.60273
破棄	-9.60286
削減	-9.60286
反映	-9.60287
ジェネリクス	-9.60287
着	-9.60287
java	-9.60287
boost	-9.60288
BCPL	-9.60289
主張	-9.60292
局所	-9.60295
2012	-9.60295
試み	-9.60308
機能の	-9.60316
▁DirectX	-9.60364
は同じ	-9.60365
数が	-9.60368
するという	-9.60396
2.0	-9.60412
マイクロソフトの	-9.60448
必須	-9.60472
SL	-9.60479
は存在しない	-9.60524
jp	-9.60553
考え方	-9.60628
を生成し	-9.60681
1,	-9.60755
サー	-9.6088
動作を	-9.60966
決	-9.61059
アー	-9.61144
を決定する	-9.6123
▁このように	-9.61297
ことを意味する	-9.61365
独立した	-9.61372
アプリケーション開発	-9.61646
▁3	-9.6172
命令は	-9.61761
サブクラス	-9.61794
近	-9.61795
引数が	-9.61815
を変更する	-9.61838
の文法	-9.61927
言語が	-9.6211
)$	-9.62111
許	-9.62173
にとって	-9.62191
倍	-9.62202
合わせ	-9.62204
ザ	-9.62208
極めて	-9.62209
衝突	-9.6221
▁world	-9.6221
▁754	-9.6221
そういった	-9.6221
に依存する	-9.6221
ステップ	-9.6221
顧客	-9.6221
TypeScript	-9.62215
容量	-9.62217
をとる	-9.62218
2018	-9.62224
込む	-9.62227
被演算子	-9.62249
2005	-9.62269
うる	-9.6227
体系	-9.62291
特性	-9.62323
2010	-9.62329
は常に	-9.62403
かなり	-9.62454
することはできない	-9.62478
追加された	-9.6255
へのアクセス	-9.62564
どこ	-9.62616
ガー	-9.62706
ver	-9.6284
相当	-9.62863
年度	-9.62892
それに	-9.62968
のではなく	-9.62996
単一の	-9.62998
条件式	-9.63022
同様に	-9.63045
意味で	-9.63093
リリースされた	-9.63121
▁Data	-9.63187
▁2008	-9.63346
▁コンパイラ	-9.63483
とされている	-9.63496
始め	-9.63534
一般化	-9.6355
▁11	-9.63756
関数型	-9.63765
ここで	-9.63788
現	-9.63916
観	-9.63951
io	-9.63995
公	-9.64011
らない	-9.64019
先頭	-9.64038
これが	-9.64059
現在は	-9.64078
中心	-9.64095
▁O	-9.64141
の代わりに	-9.64149
音	-9.64164
依存関係	-9.6417
に基づく	-9.6417
ギ	-9.64171
Oberon	-9.64171
曲	-9.64172
1983	-9.64173
入門	-9.64176
GLSL	-9.64177
検出	-9.64196
運用	-9.64215
するには	-9.64218
発見	-9.6428
の呼び出し	-9.643
▁COM	-9.64303
の動作	-9.64341
VM	-9.64396
ac	-9.64404
設計者	-9.64412
近年	-9.64436
2001	-9.646
処理が	-9.64637
関数型プログラミング	-9.64637
続ける	-9.64711
を可能にする	-9.64712
行われ	-9.64743
毎に	-9.64777
上記	-9.64808
評価される	-9.64868
も存在する	-9.64897
の両方	-9.65064
例では	-9.65141
文を	-9.65149
を受け	-9.65303
時の	-9.65429
確認	-9.65441
にした	-9.65619
動的に	-9.65642
log	-9.65666
完成	-9.657
hi	-9.65725
言語であり	-9.65941
ON	-9.65943
に適用	-9.65957
がリリースされた	-9.66003
などに	-9.6603
マルチ	-9.66064
の範囲	-9.66072
確	-9.66105
算	-9.66114
予	-9.66123
差	-9.66131
保	-9.66138
デザイン	-9.66141
階	-9.66152
案	-9.66167
提唱	-9.6617
を考慮	-9.6617
リフレクション	-9.6617
ディスク	-9.66171
田	-9.66172
課題	-9.66174
ドライバ	-9.66177
回路	-9.66182
数学的	-9.66182
作品	-9.66183
構文解析器	-9.66185
▁以下に	-9.66205
手順	-9.66213
修飾子	-9.66214
元々	-9.66223
定め	-9.66269
源	-9.66314
の宣言	-9.66318
ためである	-9.66354
自分	-9.66442
もあった	-9.66504
どのように	-9.66509
ide	-9.66567
既	-9.66654
▁もし	-9.66658
プロジェクトの	-9.66728
とは異なる	-9.66761
をサポート	-9.66826
ACM	-9.66827
中で	-9.66989
ウェブ	-9.6706
の追加	-9.67061
値を返す	-9.67068
ess	-9.67072
リストを	-9.6716
大な	-9.67174
のインスタンス	-9.67198
ひとつの	-9.67313
人間が	-9.67485
マイクロソフトは	-9.67551
▁そこで	-9.67844
親	-9.67853
つか	-9.67946
素	-9.68053
に変更	-9.68136
をより	-9.68153
行われている	-9.68157
前の	-9.6818
コンピューティング	-9.682
Unicode	-9.68211
極	-9.68211
落	-9.68211
Intel	-9.68212
Vulkan	-9.68212
ロジック	-9.68212
強力な	-9.68212
`	-9.68212
献	-9.68212
専門	-9.68212
基準	-9.68217
参照カウント	-9.68218
安定	-9.68223
連続	-9.68226
コマンドライン	-9.68232
を満たす	-9.68236
4.0	-9.68251
順次	-9.68251
のいずれか	-9.68253
ソン	-9.68269
カード	-9.68307
JIS	-9.68332
小文字	-9.68342
最終的に	-9.68365
ファイル名	-9.68371
ためには	-9.68461
彼	-9.68462
ひとつ	-9.6855
ないため	-9.68558
ソースファイル	-9.68566
終了する	-9.68637
両方	-9.68641
求め	-9.6866
が必要である	-9.68727
スター	-9.6873
無く	-9.6874
従	-9.68788
関数呼び出し	-9.68828
高速化	-9.68885
人の	-9.68961
に似た	-9.68981
パイプライン	-9.69161
年間	-9.69168
を作成し	-9.69184
形式言語	-9.69393
支援	-9.69417
に用いられる	-9.69424
)|	-9.69432
コンパイル時	-9.69448
▁逆に	-9.69492
GL	-9.69501
データは	-9.69526
戻	-9.6957
に格納	-9.69646
るため	-9.69659
するような	-9.69881
HP	-9.69882
▁これら	-9.69943
/2	-9.69946
演算子を	-9.70059
弱	-9.70195
を提供し	-9.70202
グラフィック	-9.7021
▁これらは	-9.7021
型の値	-9.70233
ment	-9.70268
楽	-9.70288
装置	-9.70293
圧縮	-9.70294
軽量	-9.70295
レンダリング	-9.70295
逐次	-9.70295
Apache	-9.70295
シングル	-9.70295
コントローラ	-9.70296
できるようにする	-9.70303
2017	-9.70314
ベンダー	-9.70315
知られている	-9.70316
ドメイン	-9.70326
表現できる	-9.70331
こう	-9.70358
が含まれる	-9.70391
が容易	-9.70416
動く	-9.7048
言語機能	-9.70522
ex	-9.70541
中間	-9.70564
へのポインタ	-9.70573
を使っている	-9.7061
したい	-9.70665
CL	-9.70695
ort	-9.70781
2007	-9.70874
を取り	-9.70953
大学の	-9.71097
は以下の	-9.71203
かけ	-9.71245
として扱う	-9.71253
pro	-9.71299
実数	-9.71359
言語など	-9.7161
他の言語	-9.71671
LE	-9.71771
任意	-9.71804
を構築する	-9.71898
文の	-9.71898
呼ばれる	-9.71944
▁Microsoft	-9.71978
プログラミング言語において	-9.72015
ab	-9.72052
by	-9.72141
のこと	-9.72175
現在では	-9.72182
えて	-9.72225
を作り	-9.72292
号	-9.72369
をする	-9.72369
ぎ	-9.72374
連携	-9.72378
論理的	-9.72391
帰	-9.72391
渡し	-9.72394
件	-9.72407
順に	-9.72416
水	-9.72417
防	-9.72421
HLSL	-9.72422
教授	-9.72422
ターゲット	-9.72422
リターン	-9.72422
どんな	-9.72422
キュー	-9.72423
タイミング	-9.72423
ヴィルト	-9.72423
破	-9.72423
デリゲート	-9.72423
ビジネス	-9.72423
都	-9.72423
定義できる	-9.72425
goto	-9.72433
要件	-9.72435
端末	-9.72437
生じ	-9.72442
しやすい	-9.72464
まだ	-9.72488
有用	-9.72513
両者	-9.7254
多くの場合	-9.7255
1996	-9.72556
切り	-9.72558
▁この例では	-9.72566
処理の	-9.72615
を使うことで	-9.72689
渡される	-9.72736
▁以下は	-9.72794
動的な	-9.72801
同社	-9.72902
2015	-9.7291
の組み合わせ	-9.72956
OR	-9.72999
短	-9.731
イス	-9.7312
▁5	-9.73172
異	-9.73196
部分は	-9.73213
類	-9.73351
行われた	-9.73475
の名称	-9.73501
アル	-9.73605
面で	-9.73657
メソッドは	-9.73829
似	-9.73848
の内部	-9.73873
を備え	-9.73922
ライブラリを	-9.73998
プログラミング言語では	-9.74141
終	-9.74259
出来	-9.74373
改	-9.74457
現代	-9.7453
対話	-9.74552
補	-9.7456
可能であり	-9.74563
包	-9.7457
優	-9.74571
準	-9.7458
圏	-9.74583
改訂	-9.74595
コンセプト	-9.74596
release	-9.74596
比	-9.74596
フロントエンド	-9.74597
傾向	-9.74597
タプル	-9.74597
▁:;:	-9.74598
将来	-9.74605
注目	-9.74615
キャスト	-9.74616
を求める	-9.74625
電子	-9.74635
出現	-9.7464
命令を	-9.74663
▁Re	-9.74667
生まれた	-9.74688
0%	-9.74702
フリーソフトウェア	-9.74724
代表的な	-9.74743
大規模な	-9.74761
add	-9.7477
かつて	-9.74836
レン	-9.74837
システムは	-9.74838
-8	-9.74923
は他の	-9.74966
一種の	-9.74988
強い	-9.75157
実行時の	-9.75226
スーパークラス	-9.75249
処理を行う	-9.75291
ものとして	-9.75344
></	-9.75471
仮引数	-9.75503
作成された	-9.75529
を用い	-9.75739
何も	-9.75765
LL	-9.75932
中間言語	-9.76062
に従って	-9.76171
開発者が	-9.76177
参照型	-9.76204
gen	-9.76349
の表現	-9.76463
wa	-9.76494
要素を	-9.76539
98	-9.76552
容易	-9.76564
大会	-9.76664
28	-9.76683
並	-9.76707
加	-9.76744
キャ	-9.76782
マイクロ	-9.76782
試	-9.76786
修	-9.76795
デジタル	-9.76817
リモート	-9.76818
バックエンド	-9.76818
JSON	-9.76819
Modula	-9.76819
角	-9.76819
字下げ	-9.76819
メモ化	-9.76819
午前	-9.76819
エクストリーム	-9.7682
無効	-9.76821
書籍	-9.76822
新たに	-9.76823
ジャ	-9.76824
制度	-9.76831
言えば	-9.76837
原理	-9.76839
Core	-9.76841
込み	-9.76845
内包	-9.76845
最後の	-9.76855
const	-9.76862
無限ループ	-9.76886
主要な	-9.76921
と呼ばれている	-9.76933
2004	-9.76936
行番号	-9.76941
高度な	-9.76951
OLE	-9.76959
モン	-9.76987
含まれ	-9.76987
生成規則	-9.77
単一化	-9.77039
いずれも	-9.77064
結果は	-9.77089
カル	-9.77115
重視	-9.77168
者が	-9.77182
ランタイムシステム	-9.77227
その結果	-9.77256
公開されている	-9.77274
前者	-9.77334
置き換え	-9.77482
27	-9.77534
者は	-9.77539
機能を提供する	-9.7755
▁2003	-9.77626
ある程度	-9.77663
の値が	-9.77769
風の	-9.77773
レット	-9.7778
を以下に示す	-9.77798
ニー	-9.77803
内部で	-9.77894
▁2006	-9.7795
ていった	-9.77988
しかない	-9.77992
▁次の	-9.78027
結果が	-9.78132
割り当て	-9.78172
特殊	-9.78399
ックス	-9.78589
ip	-9.78614
相互	-9.78618
ことを示す	-9.78626
系の	-9.78662
経	-9.7868
の際に	-9.78688
を参照する	-9.78764
インスタンス化	-9.78821
ものに	-9.78827
開発されている	-9.78827
たもの	-9.78847
最終	-9.7886
暗黙の	-9.78887
頃	-9.7889
lex	-9.78892
無視	-9.78907
商	-9.78941
で使われる	-9.78957
得られる	-9.78972
連結	-9.79005
ユーザーが	-9.7903
域	-9.79035
同等	-9.79077
囲	-9.79077
句	-9.79087
細	-9.79089
飛	-9.79091
で始まる	-9.79091
違う	-9.79091
シミュレーション	-9.79092
糖衣構文	-9.79092
宇宙	-9.79093
暗号	-9.79093
GHC	-9.79096
補助	-9.79096
倍精度	-9.79098
否定	-9.79099
増加	-9.79102
送信	-9.79105
数は	-9.79119
組み	-9.79147
ケン	-9.79182
わけ	-9.79234
を使用している	-9.79243
ない場合	-9.79262
List	-9.79337
小数	-9.79341
が可能となる	-9.79393
メモリ領域	-9.79476
用いる	-9.79561
実引数	-9.79567
は非常に	-9.796
GCC	-9.79648
自体は	-9.79669
ここ	-9.79685
式を	-9.79688
っていない	-9.7972
を適用する	-9.79723
が無い	-9.79724
製作	-9.79741
品	-9.79745
iv	-9.79767
しようと	-9.79898
固有の	-9.7992
RT	-9.79992
を構成する	-9.80064
si	-9.80124
ers	-9.8028
するのは	-9.80285
に加えて	-9.80446
の状態	-9.80534
の生成	-9.80586
を開発する	-9.80601
▁0	-9.80603
づけ	-9.80798
py	-9.80909
も多い	-9.80942
リストの	-9.80954
▁V	-9.81103
を計算する	-9.81136
いている	-9.81189
検証	-9.81195
導	-9.81246
ないので	-9.81283
採	-9.81316
工学	-9.81326
man	-9.81361
工	-9.81373
離	-9.81385
消	-9.81389
演	-9.81408
道	-9.81413
組み込まれ	-9.81416
こちら	-9.81417
に基づいた	-9.81417
リエントラント	-9.81417
アクセサ	-9.81417
クヌース	-9.81417
sign	-9.81417
であろう	-9.81417
文脈自由文法	-9.81417
かかる	-9.81417
function	-9.81417
セクション	-9.81417
POSIX	-9.81417
while	-9.81417
口	-9.81417
Parrot	-9.81418
ボタン	-9.81418
解答	-9.81419
音楽	-9.81426
VBScript	-9.81429
レイヤー	-9.81432
済み	-9.81432
スペース	-9.81436
多相	-9.81437
デザインパターン	-9.81451
の基本	-9.81461
オープンソースの	-9.81487
と同様の	-9.81495
ure	-9.81498
暗黙	-9.81525
作用	-9.81542
基底クラス	-9.81611
AI	-9.81831
Bot	-9.81879
として扱われる	-9.81885
以降では	-9.8191
登場した	-9.82029
リア	-9.82211
インライン	-9.82304
変数が	-9.82451
-3	-9.82568
言う	-9.82585
教	-9.82618
▁ここでは	-9.82642
ine	-9.82831
社の	-9.82878
に用いる	-9.82896
▁195	-9.83034
コンピューター	-9.8309
言語処理系	-9.83102
手続き型言語	-9.83105
想定	-9.83305
あまり	-9.83317
23	-9.83333
mod	-9.8336
整	-9.83566
純粋	-9.83586
ボックス	-9.8362
といったような	-9.83626
値に	-9.83639
だけである	-9.83692
に準拠	-9.83711
type	-9.83797
スレッデッドコード	-9.83798
信頼性	-9.83798
カリー化	-9.83798
頻繁に	-9.83798
マッピング	-9.83798
サイクル	-9.83798
ラッパー	-9.83798
RAII	-9.83799
電卓	-9.83799
AMD	-9.83801
コール	-9.83802
競合	-9.83809
設立	-9.83809
十進	-9.83809
ワーク	-9.83823
機関	-9.83829
統一	-9.83844
アドレス空間	-9.83844
2020	-9.83849
1994	-9.83854
書き方	-9.83884
ことはない	-9.83993
未定義	-9.84019
会議	-9.84034
ことが出来る	-9.84121
成功	-9.84158
GObject	-9.84159
▁Python	-9.84174
単	-9.84199
II	-9.8428
意識	-9.84288
両	-9.84304
区	-9.84306
の最初の	-9.84412
派生クラス	-9.84501
ケイ	-9.8453
への参照	-9.84578
があるが	-9.84592
ou	-9.84699
割り当てられ	-9.84723
読み書き	-9.84801
Lisp	-9.84823
一方	-9.8483
2008	-9.84839
新機能	-9.8491
IC	-9.85005
アプリケーションソフトウェア	-9.85138
22	-9.85246
3.1	-9.85446
リセット	-9.85459
入れ	-9.85533
関数や	-9.85602
時間を	-9.85605
プリミティブ	-9.85631
の出力	-9.85646
になって	-9.85716
に加え	-9.8573
基	-9.85826
の詳細	-9.85833
▁クラス	-9.85932
器	-9.85979
するのに	-9.86006
しておく	-9.86128
ソ	-9.86168
▁一方で	-9.86197
▁2005	-9.86205
字句	-9.86213
▁Forth	-9.86221
創	-9.86234
駆動	-9.86236
Macintosh	-9.86237
トレイト	-9.86237
把握	-9.86237
Dojo	-9.86237
class	-9.86237
ヴ	-9.86237
初心者	-9.86237
ヒアドキュメント	-9.86237
山	-9.86237
ソート	-9.86238
世界初の	-9.86239
認定	-9.86239
対処	-9.8624
許可	-9.86243
並行制約プログラミング	-9.86244
学校	-9.86246
中断	-9.86268
必要に応じて	-9.863
が含まれている	-9.863
量子	-9.86329
one	-9.8633
CLI	-9.86363
人々	-9.86369
date	-9.86397
会社	-9.86413
def	-9.86475
40	-9.86491
数学の	-9.86493
に依存しない	-9.86512
の振る舞い	-9.86512
18	-9.86513
無名関数	-9.8661
▁Delphi	-9.86633
list	-9.86727
ようになり	-9.86808
ランタイムライブラリ	-9.86815
▁IBM	-9.87032
事前に	-9.87129
何か	-9.87252
それは	-9.87282
書いて	-9.87298
の間で	-9.87335
られない	-9.87348
SDK	-9.87389
たとえば	-9.87412
従来	-9.8743
を考える	-9.87459
を与え	-9.87465
のに対し	-9.87476
表現する	-9.87529
という意味	-9.87534
==	-9.87539
▁第	-9.87588
▁ALGOL	-9.8772
を追加した	-9.87832
多重	-9.87916
▁to	-9.87977
195	-9.88021
だったが	-9.88049
仮想関数	-9.88055
で表される	-9.88238
mi	-9.88416
しながら	-9.88437
指定した	-9.88477
29	-9.88508
年現在	-9.88555
一方で	-9.88674
クリ	-9.88699
担	-9.8872
替	-9.88722
照	-9.88736
批判	-9.88736
撃	-9.88736
ASCII	-9.88737
Boost	-9.88737
切り替え	-9.88737
返り値	-9.88737
厳	-9.88737
を通じて	-9.88737
責任	-9.88737
星	-9.88737
大幅に	-9.88738
double	-9.88738
Box	-9.88738
あらかじめ	-9.88738
競技	-9.88739
優先	-9.8874
策定	-9.88743
検定	-9.88744
品質	-9.88747
作成した	-9.88752
Apple	-9.88753
受賞	-9.88753
6.0	-9.88757
読む	-9.88764
現実	-9.88769
んでいる	-9.8877
仕事	-9.88774
低下	-9.88805
使われていた	-9.88814
STL	-9.88832
安全性	-9.88859
それ以外	-9.88867
プログラミングパラダイム	-9.88872
ag	-9.88917
うち	-9.88963
に関しては	-9.88996
▁LISP	-9.89051
採用されている	-9.89059
ることで	-9.89061
あって	-9.89096
ユーザー定義	-9.8912
DO	-9.89168
ry	-9.89206
マイ	-9.89222
開発され	-9.89291
ドル	-9.89322
が同じ	-9.89401
されず	-9.89458
直後	-9.89564
並列処理	-9.8969
どちらも	-9.89739
側で	-9.89766
▁XP	-9.89816
少なく	-9.89865
ローダ	-9.89939
lic	-9.89974
式は	-9.90014
プレ	-9.90213
2006	-9.90274
機能である	-9.90323
IO	-9.905
cl	-9.90523
チャ	-9.90777
に格納する	-9.90894
ソースコードは	-9.90955
ハー	-9.9097
用いられ	-9.91024
オブジェクトに	-9.91057
大規模	-9.91134
Unit	-9.91145
内容が	-9.91149
が存在し	-9.9115
注	-9.91166
▁同様に	-9.91234
想	-9.91242
フォー	-9.91278
測	-9.91288
Type	-9.91294
支	-9.913
エンジニア	-9.913
バッファ	-9.913
禁止	-9.91301
海	-9.91301
厳密に	-9.91301
柔軟性	-9.91301
ECMAScript	-9.91301
Standard	-9.91301
稼	-9.91301
▁Edition	-9.91301
と異なり	-9.91301
シグナル	-9.91301
カスタマイズ	-9.91301
東京	-9.91302
獲得	-9.91303
MIX	-9.91303
を除き	-9.91304
PDF	-9.91304
無料	-9.9131
ウェブブラウザ	-9.91312
読み込み	-9.91314
業務	-9.91314
tor	-9.91317
思考	-9.91319
小さく	-9.9132
電気	-9.91328
に似ている	-9.91346
優先順位	-9.91362
彼ら	-9.91371
受験者	-9.91373
書かれている	-9.91374
IDL	-9.91402
ance	-9.91422
▁95	-9.91424
今日	-9.91431
一意	-9.91464
1997	-9.91474
さえ	-9.91533
という言葉	-9.91599
書式	-9.9165
論理式	-9.91685
ずつ	-9.91711
から構成される	-9.91739
個別	-9.91758
を制御する	-9.91793
必ずしも	-9.9188
していたが	-9.91886
値渡し	-9.91891
プログラミング言語として	-9.91991
プログラム言語	-9.9211
ble	-9.92148
実行可能	-9.92179
▁2009	-9.92309
を行なう	-9.92321
の一部として	-9.92348
できた	-9.92368
プロセスの	-9.92396
ave	-9.92411
form	-9.92439
DB	-9.92471
の位置	-9.92488
を利用できる	-9.9249
▁実際	-9.92501
得る	-9.9257
__	-9.92606
単純に	-9.92704
▁FORTRAN	-9.92889
の基礎	-9.92918
ってしまう	-9.92955
ということである	-9.92985
try	-9.93123
PE	-9.93134
の考え方	-9.93232
コードを生成する	-9.93392
となって	-9.93414
なお	-9.93498
用意されている	-9.93506
に依存し	-9.93542
というような	-9.93605
設計されている	-9.93614
実装は	-9.93621
を実行し	-9.93622
強制	-9.93637
アクセスできる	-9.93646
浮動小数点	-9.93661
ial	-9.93669
能	-9.93773
ことも可能である	-9.93868
欠	-9.93873
心	-9.9389
マー	-9.93892
カテゴリ	-9.93899
pt	-9.93909
UT	-9.93915
ひ	-9.93923
▁上記	-9.93927
満	-9.93927
ジェネレータ	-9.93929
添字	-9.93931
ヌ	-9.93932
コミット	-9.93932
ニーモニック	-9.93933
万	-9.93933
index	-9.93933
とは限らない	-9.93933
エディション	-9.93933
テクニック	-9.93933
〜	-9.93933
複素数	-9.93933
Octave	-9.93933
Planner	-9.93933
許容	-9.93936
に特化した	-9.93939
1985	-9.93939
成果	-9.9394
▁9	-9.93941
階乗	-9.93943
信号	-9.93944
単なる	-9.93946
クロスプラットフォーム	-9.93956
Wolfram	-9.93964
の指定	-9.93967
一覧	-9.93968
先読み	-9.93981
oncurrent	-9.93983
非同期	-9.93998
時刻	-9.94015
用いられている	-9.94028
▁彼は	-9.94041
2002	-9.94048
をベースに	-9.94057
ボックス化	-9.94144
第二	-9.94174
よ	-9.94196
見出し	-9.94246
ミス	-9.94343
与え	-9.94398
ref	-9.94431
場合でも	-9.94467
観点	-9.94489
によって開発された	-9.94503
]</	-9.94513
する際	-9.94528
▁Perl	-9.94582
26	-9.9459
長い	-9.94623
型宣言	-9.94722
再帰的	-9.94811
研究者	-9.9487
生成する	-9.95023
どのような	-9.95204
以外に	-9.95253
呼出し	-9.95258
ことができた	-9.95271
プログラムに	-9.95284
する事	-9.95289
情報処理	-9.95407
インタプリタは	-9.95429
の一つである	-9.95506
が存在しない	-9.95542
プリ	-9.95569
さない	-9.95601
pre	-9.95644
で記述する	-9.9567
呼ぶ	-9.95679
ok	-9.95738
それらを	-9.95739
文は	-9.95766
機能を持つ	-9.95788
▁最初の	-9.95791
ff	-9.959
プログラミングは	-9.95966
ことも多い	-9.96031
できず	-9.96049
▁主に	-9.96114
後で	-9.96253
にマッチする	-9.96308
推奨	-9.96348
を記述し	-9.9638
検査	-9.9644
に変換し	-9.96496
違いは	-9.96539
為	-9.96558
ご	-9.96569
可	-9.96585
だけを	-9.96585
説	-9.96599
ていく	-9.96599
Free	-9.9663
×	-9.96635
ヒープ	-9.96635
オーバーロード	-9.96635
バッカス	-9.96635
▁Vista	-9.96636
ヘ	-9.96636
歳	-9.96636
ヒ	-9.96636
委員会	-9.96636
買	-9.96636
保護	-9.96636
検討	-9.96636
走	-9.96636
File	-9.96638
オンライン	-9.96638
パターンマッチング	-9.96644
ウェブサイト	-9.96649
順番	-9.96653
同時	-9.96658
出来る	-9.96659
ある種の	-9.96665
通知	-9.96722
ユーザインタフェース	-9.96732
オリジナルの	-9.96733
条件分岐	-9.96738
利用されている	-9.96741
ach	-9.96758
>[	-9.96775
ときは	-9.96841
XL	-9.96879
メイン	-9.96895
ていなかった	-9.96896
チューリング完全	-9.96902
配布されている	-9.96944
失敗する	-9.96966
提供する	-9.97008
0000	-9.97018
概念である	-9.97024
リンカ	-9.971
高速な	-9.97114
これらは	-9.97219
先に	-9.97228
人が	-9.97242
tri	-9.97271
二進	-9.97276
例としては	-9.97285
▁Smalltalk	-9.97407
させること	-9.97544
などといった	-9.97578
を定義した	-9.976
の一種である	-9.9761
を同時に	-9.97631
変化する	-9.97654
AN	-9.97667
を操作する	-9.97802
サポートする	-9.97824
ant	-9.97827
bar	-9.97833
トリ	-9.97908
スタックに	-9.97915
バージョンの	-9.97956
などは	-9.98065
プログラムでは	-9.98093
逆に	-9.98152
ist	-9.98248
以降で	-9.98263
定義されている	-9.98332
2009	-9.98367
関数である	-9.98408
name	-9.98477
of	-9.98485
▁バージョン	-9.98682
ME	-9.98726
▁2015	-9.98822
持っている	-9.98859
えば	-9.98905
書き換える	-9.98922
プログラマの	-9.98953
を実装した	-9.99003
記述言語	-9.99037
簡潔	-9.99082
する方法	-9.99087
廃止	-9.99092
表示される	-9.99141
化した	-9.99163
が行われ	-9.99258
間接	-9.99387
自己	-9.994
根	-9.99409
雑	-9.9941
Link	-9.99413
冗	-9.99413
多態性	-9.99413
秒	-9.99413
メンテナンス	-9.99413
補完	-9.99413
▁Library	-9.99413
タイピング	-9.99414
財団	-9.99414
▁Computer	-9.99415
RPG	-9.99415
高級言語	-9.99416
の補数	-9.99419
予測	-9.99421
1987	-9.99424
と比較して	-9.99427
現れる	-9.99432
書き込み	-9.99441
社員	-9.99463
よく使われる	-9.99486
1999	-9.99488
UTF	-9.99502
動き	-9.99547
を導入した	-9.99566
を実装している	-9.99592
sub	-9.99634
標準規格	-9.99661
することができ	-9.99698
開催された	-9.99743
を開発し	-9.99748
共通の	-9.99754
21	-9.99761
を指定し	-9.99789
を取る	-9.99805
データセット	-9.99837
の長さ	-9.99837
目的で	-9.99876
tt	-9.99935
チャー	-9.99978
したりする	-9.9999
産業	-9.99996
付与	-10.0001
Com	-10.0005
値型	-10.0006
メソッドが	-10.0007
が必要な	-10.0009
ライブラリとして	-10.0012
▁2013	-10.0028
2003	-10.0036
qu	-10.0037
システムでは	-10.0044
という意味で	-10.0051
リン	-10.0055
したとき	-10.0058
」-	-10.0072
データメンバ	-10.0087
されてきた	-10.0091
まとめ	-10.0091
各要素	-10.01
についても	-10.0108
プロセスが	-10.0115
っていた	-10.0118
はほとんど	-10.0118
プログラムを書く	-10.0122
固有	-10.0124
いつ	-10.0125
と呼び	-10.0125
Model	-10.0126
つまり	-10.0131
データが	-10.0132
点で	-10.0137
通常は	-10.0161
の前に	-10.0161
事前	-10.0163
ang	-10.0171
コンパイラ最適化	-10.0172
実現できる	-10.0173
アルゴリズムを	-10.0177
を管理する	-10.0181
同一の	-10.0184
高く	-10.0205
できなかった	-10.0206
持ち	-10.0208
字	-10.0211
DX	-10.0216
命	-10.022
\,	-10.022
断	-10.0223
段	-10.0223
ぐ	-10.0227
微	-10.0227
を回避する	-10.0227
セレクタ	-10.0227
World	-10.0227
テクノロジ	-10.0227
マネージ	-10.0227
教科書	-10.0227
モデリング	-10.0227
横	-10.0227
static	-10.0227
コンテンツ	-10.0227
タートル	-10.0227
フォント	-10.0227
センター	-10.0227
Adobe	-10.0227
以前は	-10.0227
難易度	-10.0227
フェロー	-10.0227
▁License	-10.0227
Mesa	-10.0227
正確に	-10.0227
無償	-10.0227
といえる	-10.0228
記憶域	-10.0228
チューリングマシン	-10.0228
ゼロ除算	-10.0228
に基づいている	-10.023
大域	-10.0231
else	-10.0232
生産性	-10.0232
機種	-10.0233
命名	-10.0233
起き	-10.0235
必要はない	-10.0235
5.0	-10.0235
▁2012	-10.0236
現行	-10.0238
自分自身	-10.024
弱い	-10.0241
メン	-10.0241
されます	-10.0243
はならない	-10.0245
制作	-10.0245
最初	-10.0254
ならず	-10.0254
でなければならない	-10.0256
当て	-10.0256
の知識	-10.026
パン	-10.0263
をそのまま	-10.0263
空文字列	-10.0264
必要があり	-10.0265
構成要素	-10.0265
関数の引数	-10.0269
bit	-10.0276
▁y	-10.0277
利用可能である	-10.0282
対象となる	-10.029
▁例として	-10.0304
▁2019	-10.0305
すでに	-10.0312
は以下のようになる	-10.0315
ていれば	-10.0318
付けられた	-10.0326
で表現する	-10.0336
出した	-10.034
MBASIC	-10.0341
しつつ	-10.0342
が可能な	-10.0347
gr	-10.0347
クラスに	-10.0348
プログラムを記述する	-10.0353
プロセスを	-10.0361
実装した	-10.0367
XP	-10.0367
line	-10.0371
もサポート	-10.0387
常	-10.0387
▁初期の	-10.0398
テンプレートは	-10.0401
マス	-10.0411
Spring	-10.0429
型変数	-10.043
2013	-10.0433
派生型	-10.0434
が可能になる	-10.0439
が追加され	-10.0449
失	-10.0453
これまで	-10.0454
ものであった	-10.0456
たりする	-10.0458
は全く	-10.0459
cs	-10.0463
前後	-10.0466
map	-10.0467
ve	-10.0473
自分の	-10.0478
にも対応	-10.0479
指定する	-10.0496
、<	-10.0503
変更された	-10.0505
発売	-10.0506
Inc	-10.0509
区切り	-10.0516
単体	-10.0519
特別	-10.052
ヤ	-10.052
助	-10.0521
プログラムの実行	-10.0521
射	-10.0521
に属する	-10.0521
政	-10.0521
PowerShell	-10.0521
