<unk>	0
<s>	0
</s>	0
<blk>	0
</blk>	0
<sep>	0
<A>	0
<B>	0
<C>	0
<D>	0
<E>	0
<F>	0
<G>	0
<H>	0
<I>	0
<J>	0
<K>	0
<L>	0
<M>	0
<N>	0
<O>	0
<P>	0
<Q>	0
<R>	0
<S>	0
<T>	0
<U>	0
<V>	0
<W>	0
<X>	0
<Y>	0
<Z>	0
<a>	0
<b>	0
<c>	0
<d>	0
<e>	0
<f>	0
<g>	0
<h>	0
<i>	0
<j>	0
<k>	0
<l>	0
<m>	0
<n>	0
<o>	0
<p>	0
<q>	0
<r>	0
<t>	0
<u>	0
<v>	0
<w>	0
<x>	0
<y>	0
<z>	0
▁	-2.55319
。	-3.44035
、	-3.56717
.	-3.656
)	-4.147
_	-4.15528
,	-4.26376
(	-4.46749
:	-4.64477
()	-4.6709
の	-4.94336
は	-4.95332
s	-5.04094
>>>	-5.09996
▁(	-5.16208
が	-5.22836
▁the	-5.28369
を	-5.30937
▁'	-5.36497
'	-5.41468
=	-5.46489
に	-5.51614
で	-5.72575
▁は	-5.7281
',	-5.73178
▁=	-5.76552
-	-5.89584
と	-5.89692
▁a	-5.89862
です	-5.96468
▁バージョン	-5.97975
▁is	-6.01351
"	-6.06757
/	-6.10274
▁の	-6.10372
▁to	-6.17534
a	-6.26604
ます	-6.28039
▁"	-6.29242
▁in	-6.30873
d	-6.32235
')	-6.3269
▁...	-6.37029
x	-6.37561
▁of	-6.38644
▁が	-6.39213
します	-6.39682
▁#	-6.41098
ing	-6.42042
2	-6.44428
('	-6.48539
1	-6.50667
▁for	-6.50679
▁and	-6.51141
r	-6.54932
n	-6.56567
c	-6.56694
None	-6.57468
b	-6.58934
から	-6.62605
▁で変更	-6.63578
▁__	-6.63601
e	-6.66309
]	-6.68367
その	-6.7152
▁を	-6.72694
▁be	-6.72974
▁1	-6.7321
ed	-6.73918
▁class	-6.74565
▁b	-6.74575
この	-6.74764
▁と	-6.75244
t	-6.75507
name	-6.76096
▁Python	-6.77413
▁os	-6.78249
▁で追加	-6.80039
する	-6.82413
):	-6.82625
f	-6.83972
や	-6.84519
i	-6.87409
▁None	-6.87457
も	-6.87536
には	-6.88536
▁import	-6.89411
を返します	-6.91807
か	-6.91822
__	-6.91977
▁x	-6.93155
▁with	-6.93757
3	-6.95057
▁print	-6.96471
として	-6.97655
;	-6.98313
▁0	-6.9971
▁object	-7.00833
では	-7.01272
し	-7.03413
>	-7.06845
▁from	-7.09842
▁as	-7.10634
▁The	-7.11269
p	-7.1149
▁if	-7.11708
\	-7.11727
されます	-7.13363
▁で	-7.13491
▁2	-7.14886
これは	-7.14886
場合	-7.15161
is	-7.15819
▁True	-7.15941
オブジェクト	-7.16538
▁def	-7.16877
='	-7.16914
▁or	-7.17202
例えば	-7.17478
文字列	-7.1749
y	-7.17579
▁return	-7.18626
▁not	-7.20512
S	-7.22281
値	-7.23152
▁に	-7.23932
▁<	-7.24452
▁オブジェクト	-7.24915
▁-	-7.2593
m	-7.2636
関数	-7.26593
get	-7.26599
",	-7.27256
された	-7.27775
C	-7.28314
または	-7.28386
▁を返します	-7.28691
0	-7.30069
[	-7.30316
▁A	-7.3083
▁bytes	-7.31401
ファイル	-7.32323
な	-7.32905
▁C	-7.32972
__()	-7.33027
い	-7.33093
self	-7.33224
▁an	-7.33385
した	-7.35699
引数	-7.36305
▁value	-7.37799
▁*	-7.37872
])	-7.3858
て	-7.41386
して	-7.41978
る	-7.42185
h	-7.44148
l	-7.4422
▁および	-7.44831
("	-7.45013
▁parser	-7.45719
py	-7.45754
▁data	-7.45846
型	-7.46451
▁file	-7.47329
▁that	-7.49634
▁[	-7.49743
")	-7.49881
た	-7.50017
path	-7.50065
▁です	-7.5029
g	-7.50331
文字	-7.52759
▁False	-7.52943
er	-7.53066
される	-7.53772
will	-7.54009
▁set	-7.54016
▁%	-7.54242
▁name	-7.54962
4	-7.55318
▁f	-7.55339
▁3.3	-7.56533
▁are	-7.57963
他の	-7.58092
および	-7.58229
行	-7.58367
o	-7.58588
file	-7.58824
▁by	-7.58841
E	-7.5888
▁p	-7.59514
[,	-7.59989
▁it	-7.60057
.__	-7.60153
foo	-7.60213
要素	-7.60741
set	-7.61213
':	-7.61766
▁注釈	-7.62411
▁If	-7.62612
になります	-7.62916
args	-7.63201
▁path	-7.63711
▁c	-7.64347
▁3	-7.6531
ly	-7.65751
モジュール	-7.6593
u	-7.65959
クラス	-7.66229
O	-7.66674
▁exception	-7.66985
属性	-7.6705
名	-7.67278
data	-7.67381
メソッド	-7.67542
によって	-7.677
同じ	-7.67784
▁datetime	-7.68028
B	-7.68261
▁この	-7.68431
in	-7.69203
▁Unix	-7.69263
▁can	-7.69433
▁+	-7.69621
A	-7.70043
v	-7.70063
6	-7.70117
▁socket	-7.70339
add	-7.71511
データ	-7.71975
全ての	-7.72049
▁引数	-7.72179
▁や	-7.72628
▁self	-7.73331
できます	-7.73859
*	-7.74022
w	-7.74494
M	-7.74692
Error	-7.74935
__(	-7.75766
ー	-7.76668
▁on	-7.77368
▁time	-7.78236
Python	-7.79984
or	-7.80531
▁Windows	-7.8126
P	-7.81281
▁default	-7.81307
リスト	-7.81566
整数	-7.81819
D	-7.82031
▁n	-7.82412
なら	-7.82623
▁|	-7.8308
処理	-7.83465
▁Decimal	-7.83543
']	-7.83711
▁==	-7.83942
▁function	-7.84251
▁y	-7.84484
ない	-7.84948
▁3.6	-7.85596
▁を参照してください	-7.86007
L	-7.86484
▁this	-7.86574
9	-7.86632
▁get	-7.86665
▁sys	-7.86888
に対して	-7.87617
すべての	-7.87626
辞書	-7.87816
False	-7.88815
新しい	-7.89194
▁type	-7.89344
True	-7.89576
入力	-7.89795
▁d	-7.8998
like	-7.90062
▁---	-7.90074
▁4	-7.90753
▁str	-7.90879
出力	-7.92019
}	-7.93674
▁3.2	-7.93785
され	-7.93849
▁から	-7.93903
▁line	-7.93991
数	-7.95067
▁re	-7.95072
7	-7.95499
ません	-7.95854
k	-7.95916
▁10	-7.96166
1,	-7.96203
▁モジュール	-7.96388
time	-7.96456
▁ctypes	-7.97915
▁mode	-7.97932
環境	-7.97954
F	-7.98241
▁call	-7.98533
▁list	-7.98907
▁key	-7.99529
ために	-7.99624
設定	-8.00017
value	-8.00297
表現	-8.00817
名前	-8.0102
を含む	-8.01492
以下の	-8.01806
T	-8.02156
▁では	-8.0232
▁xml	-8.02416
▁i	-8.0259
より	-8.02797
ディレクトリ	-8.02949
でも	-8.03027
に対する	-8.03101
呼び出し	-8.03102
▁3.4	-8.03465
id	-8.03785
実装	-8.04143
す	-8.04675
fd	-8.04783
実行	-8.04915
また	-8.05109
つ	-8.05953
▁5	-8.05967
▁used	-8.06101
info	-8.06337
エラー	-8.06794
を使って	-8.07089
▁メソッド	-8.07096
format	-8.07137
▁3.5	-8.0719
操作	-8.07459
2,	-8.07541
▁pickle	-8.07545
bar	-8.08191
▁HTTP	-8.08279
もの	-8.08466
▁または	-8.08564
デフォルト	-8.08737
▁string	-8.09167
▁--	-8.09602
ある	-8.09655
type	-8.09696
オプション	-8.10195
コード	-8.10439
があります	-8.10859
+	-8.11294
あるいは	-8.11464
キー	-8.11571
5	-8.11766
▁Th	-8.12336
▁3.7	-8.12407
([	-8.12709
init	-8.13414
▁の場合	-8.13534
されている	-8.13545
▁format	-8.13754
argument	-8.1427
string	-8.14414
変更	-8.14474
それ	-8.14491
parse	-8.14689
参照	-8.15236
タプル	-8.15488
ような	-8.15784
10	-8.159
list	-8.15948
プロセス	-8.16018
例外	-8.16084
▁arguments	-8.17603
I	-8.17822
▁を送出します	-8.18122
く	-8.182
▁m	-8.1823
▁method	-8.18404
次の	-8.1849
非	-8.18666
size	-8.18757
各	-8.18786
read	-8.19102
to	-8.19389
機能	-8.19569
できる	-8.19603
W	-8.19671
フォーマット	-8.19697
▁int	-8.19856
dir	-8.1988
N	-8.19919
▁::	-8.19969
▁ASCII	-8.2076
▁ValueError	-8.20806
▁RFC	-8.20976
パス	-8.21005
である	-8.21473
のみ	-8.21653
定義	-8.21931
現在の	-8.22009
le	-8.22054
を指定します	-8.22068
int	-8.22079
については	-8.22529
▁3.8	-8.22712
▁other	-8.22874
3.	-8.22896
もし	-8.23214
▁encoding	-8.2337
R	-8.23774
▁argument	-8.23905
="	-8.23906
を持つ	-8.24041
▁start	-8.24102
り	-8.24237
なければなりません	-8.2433
re	-8.24398
key	-8.24489
▁use	-8.24812
演算	-8.24858
▁が送出されます	-8.25272
このメソッドは	-8.25827
ています	-8.25848
比較	-8.26045
Y	-8.2613
▁iterable	-8.26182
▁new	-8.26235
だけ	-8.26686
▁open	-8.27133
al	-8.27179
アクセス	-8.27869
es	-8.28318
▁timeout	-8.29183
値を	-8.29368
▁8	-8.29527
への	-8.30012
するために	-8.30669
▁P	-8.30706
8	-8.30867
on	-8.30919
任意の	-8.31447
ar	-8.31508
▁signal	-8.31684
▁context	-8.32399
ので	-8.32417
形式	-8.32516
0,	-8.32824
▁range	-8.32972
シーケンス	-8.33141
▁r	-8.33445
オブジェクトの	-8.33511
▁文	-8.33878
▁**	-8.34258
イベント	-8.34389
コンテキスト	-8.34459
▁S	-8.34477
メッセージ	-8.34482
例	-8.34568
スレッド	-8.34669
▁no	-8.34734
en	-8.3482
オブジェクトは	-8.34964
▁errors	-8.35148
▁ssl	-8.35242
▁raise	-8.35438
している	-8.35622
module	-8.36102
▁インスタンス	-8.36149
フラグ	-8.36655
://	-8.3671
変換	-8.3673
org	-8.37056
ファイル名	-8.37403
▁which	-8.37509
呼び出されます	-8.37637
へ	-8.3789
データを	-8.37929
ている	-8.3832
▁when	-8.38749
open	-8.38811
close	-8.39258
it	-8.39455
▁float	-8.39556
方法	-8.39564
場合は	-8.39607
str	-8.3968
的な	-8.39737
class	-8.39853
at	-8.39858
が追加されました	-8.3992
▁クラス	-8.40098
▁API	-8.4017
システム	-8.40179
▁t	-8.40396
X	-8.40488
▁['	-8.40545
iterable	-8.40551
・	-8.41084
これらの	-8.41115
%	-8.41154
▁stat	-8.41518
インスタンス	-8.41639
▁利用可能な	-8.41803
値が	-8.41936
ことができます	-8.42221
▁multiprocessing	-8.4228
▁属性	-8.42357
▁URL	-8.42468
しています	-8.42592
▁values	-8.42678
でなければなりません	-8.42875
bytes	-8.42898
ファイル記述子	-8.42904
内の	-8.43395
ときに	-8.43399
一	-8.43481
▁bytearray	-8.44071
ロック	-8.44085
32	-8.44288
▁1,	-8.44721
▁のような	-8.44792
▁end	-8.45013
中の	-8.45184
start	-8.45847
別の	-8.45872
複数の	-8.46002
時に	-8.46037
られます	-8.46197
つの	-8.46507
00	-8.46612
位置	-8.46786
▁number	-8.47235
▁logging	-8.47331
▁urllib	-8.47334
状態	-8.47749
デフォルトでは	-8.47806
▁XML	-8.48139
▁pass	-8.48318
数値	-8.4836
ion	-8.48502
U	-8.48598
▁curses	-8.48607
式	-8.48775
通常の	-8.4883
H	-8.48959
▁last	-8.49049
▁at	-8.49206
になる	-8.49288
値は	-8.49361
与えられた	-8.49548
['	-8.49641
▁errno	-8.49723
可能な	-8.50113
しません	-8.50174
いくつかの	-8.50195
ように	-8.50196
▁I	-8.50767
という	-8.50929
dict	-8.51472
ファイルの	-8.51503
について	-8.51518
!	-8.5178
write	-8.51827
プロトコル	-8.51851
における	-8.52067
代入	-8.52412
request	-8.52784
時間	-8.53396
▁関数	-8.53534
▁read	-8.53581
▁args	-8.53863
ブロック	-8.54007
点	-8.5404
特定の	-8.5405
new	-8.54203
default	-8.54276
▁parameter	-8.54334
▁PEP	-8.54365
アドレス	-8.54393
▁D	-8.54394
そして	-8.54413
まで	-8.54432
ソケット	-8.54453
▁process	-8.54507
▁all	-8.54762
用	-8.54871
かもしれません	-8.54891
python	-8.54935
▁モジュールは	-8.54954
▁try	-8.55002
2.	-8.55339
パラメータ	-8.55648
こと	-8.5575
ではなく	-8.55789
▁Return	-8.56129
ハンドラ	-8.56179
バイト	-8.5628
stdin	-8.56421
って	-8.5668
?	-8.5669
▁text	-8.57253
▁you	-8.57365
デフォルトの	-8.57403
using	-8.57933
を返す	-8.5798
長さ	-8.58004
▁base	-8.58157
テキスト	-8.58201
グループ	-8.58214
abc	-8.58219
j	-8.58512
split	-8.58535
指定された	-8.58586
▁only	-8.58673
指定	-8.58701
error	-8.58763
st	-8.58935
▁except	-8.59025
▁has	-8.59047
とき	-8.59164
▁参考	-8.59257
上	-8.59268
obj	-8.59342
▁{	-8.59649
など	-8.59707
may	-8.6
時	-8.60156
にある	-8.60374
▁wa	-8.60398
集合	-8.60469
クライアント	-8.60691
引数は	-8.60966
from	-8.60999
▁yield	-8.61142
3,	-8.61159
▁Lib	-8.61193
▁tuple	-8.61199
レベル	-8.61225
all	-8.61357
▁http	-8.6144
ゼロ	-8.61541
部分	-8.61574
終了	-8.61752
代わりに	-8.61773
▁operator	-8.61805
an	-8.61812
▁date	-8.61882
サポート	-8.61909
ための	-8.61912
16	-8.62014
com	-8.62017
<	-8.62226
ら	-8.62875
されません	-8.62992
インポート	-8.63003
セクション	-8.63042
すると	-8.63049
の場合	-8.63292
▁B	-8.63315
使用	-8.63364
この関数は	-8.63366
追加	-8.63612
バイト列	-8.63615
ため	-8.63699
フィールド	-8.63747
▁<=	-8.63876
ファイルを	-8.63955
▁dict	-8.64009
text	-8.64263
▁Unicode	-8.64345
った	-8.64345
▁window	-8.64356
sqlite	-8.64368
▁help	-8.6443
内で	-8.64446
を表す	-8.6448
プログラム	-8.64543
することができます	-8.64583
常に	-8.64805
▁follow	-8.64901
え	-8.65122
▁ソースコード	-8.65201
▁buffer	-8.65255
た場合	-8.65654
G	-8.65697
変数	-8.6571
▁attribute	-8.65763
対応する	-8.65802
▁/	-8.65843
▁OSError	-8.65906
most	-8.65955
接続	-8.66393
▁In	-8.66467
item	-8.66574
▁module	-8.66612
▁len	-8.66645
▁un	-8.66991
▁one	-8.67025
されています	-8.67233
そうでなければ	-8.67412
表示	-8.67541
▁には	-8.6756
オブジェクトを返します	-8.67586
http	-8.67587
オブジェクトを	-8.67728
z	-8.68067
▁つの	-8.68141
それぞれ	-8.68251
最初の	-8.68931
▁3.9	-8.68975
▁tkinter	-8.69127
ウィジェット	-8.69409
異なる	-8.69454
line	-8.69471
性	-8.69761
context	-8.69956
socket	-8.70043
▁フラグ	-8.70109
コマンド	-8.70168
でしょう	-8.7039
時刻	-8.70402
後	-8.70486
適切な	-8.70562
により	-8.70623
バッファ	-8.70771
server	-8.7089
func	-8.70892
4.	-8.70951
エンコード	-8.71054
ストリーム	-8.7112
中に	-8.71195
ウィンドウ	-8.71274
▁con	-8.7185
www	-8.72154
▁W	-8.7217
多くの	-8.72272
サイズ	-8.72357
▁flags	-8.72392
64	-8.72565
オプションの	-8.72595
▁server	-8.72611
マッチ	-8.72696
Handler	-8.72754
名前空間	-8.72766
5,	-8.73038
▁16	-8.73098
たり	-8.73205
生成	-8.73428
▁オブジェクトは	-8.7374
▁を使って	-8.73744
▁protocol	-8.7381
un	-8.73829
▁example	-8.73863
▁size	-8.73918
▁argparse	-8.7403
と同じ	-8.74053
▁code	-8.74143
アプリケーション	-8.74325
文	-8.74335
場合には	-8.74454
ものです	-8.74714
の名前	-8.74763
拡張	-8.74847
▁E	-8.74861
中	-8.75093
▁specified	-8.75096
ArgumentParser	-8.75316
▁メソッドは	-8.75375
直接	-8.75405
se	-8.75406
os	-8.75433
▁tzinfo	-8.75752
▁h	-8.75802
化	-8.75907
しかし	-8.76075
のために	-8.76232
▁error	-8.76245
解析	-8.76298
len	-8.76721
のための	-8.76764
二つの	-8.76826
▁filename	-8.76832
▁引数は	-8.76926
▁close	-8.77018
新たな	-8.7713
▁than	-8.77135
わ	-8.77462
▁dir	-8.77501
year	-8.7758
▁math	-8.77593
▁KEY	-8.77595
ではありません	-8.7764
▁Path	-8.77867
エンコーディング	-8.77933
▁else	-8.7799
must	-8.78059
▁TypeError	-8.78094
my	-8.78132
デフォルト値	-8.78133
▁It	-8.78197
キーワード引数	-8.78306
一つの	-8.78395
▁id	-8.78434
上で	-8.78444
Section	-8.78851
ことに注意してください	-8.78919
▁timedelta	-8.79097
となります	-8.79151
前に	-8.793
ation	-8.79339
ン	-8.79699
(*	-8.79746
▁message	-8.79851
ならば	-8.79901
これ	-8.80067
▁SSL	-8.80082
url	-8.80591
でない	-8.80611
#	-8.80689
意味	-8.80713
▁F	-8.80774
デフォルトは	-8.80863
main	-8.8088
において	-8.80891
定数	-8.80925
通常	-8.80927
▁この関数は	-8.80982
のリスト	-8.81257
filename	-8.81314
ル	-8.81467
end	-8.8197
分	-8.82118
▁文字列	-8.82126
mode	-8.8214
を提供します	-8.82314
▁文字	-8.82331
▁should	-8.82378
一つ	-8.82665
リテラル	-8.82793
XML	-8.82837
き	-8.82847
どの	-8.83061
すなわち	-8.83276
の値	-8.83293
▁6	-8.83296
▁event	-8.83511
as	-8.83538
可能	-8.83541
▁allow	-8.83734
float	-8.83817
▁foo	-8.84017
識別子	-8.84165
ほとんどの	-8.84408
▁ファイル	-8.84412
返される	-8.84463
られ	-8.84466
-8	-8.8451
▁level	-8.84517
V	-8.84529
TLS	-8.84803
▁any	-8.84876
▁SSLContext	-8.84904
iter	-8.85017
的	-8.85132
にも	-8.85164
▁result	-8.85232
K	-8.85347
▁dst	-8.85608
▁File	-8.85702
されていない	-8.85706
▁節	-8.85708
モード	-8.8573
ビット	-8.85738
もしくは	-8.85785
▁decimal	-8.8598
txt	-8.8603
計算	-8.86185
を行う	-8.86414
め	-8.86492
値の	-8.86523
'])	-8.86716
要求	-8.86771
要素を	-8.86848
▁do	-8.86929
書き込み	-8.86938
▁recent	-8.86963
イテレータ	-8.87224
さ	-8.87234
spec	-8.87519
かどうか	-8.87542
▁になります	-8.87647
▁array	-8.87852
上の	-8.8789
スライス	-8.87901
つまり	-8.87914
その他の	-8.88206
ですが	-8.88279
展開	-8.88292
インタフェース	-8.88297
オブジェクトが	-8.88309
サーバ	-8.88315
▁7	-8.88383
したり	-8.8848
を作成します	-8.88514
▁For	-8.88621
さらに	-8.88826
問題	-8.8886
ただし	-8.88887
▁create	-8.8909
マッピング	-8.89348
ました	-8.8936
情報を	-8.89394
▁dt	-8.89438
に関する	-8.89469
チェック	-8.89818
最も	-8.89883
join	-8.89894
利用	-8.89992
場合に	-8.90293
▁instance	-8.90377
▁と等価です	-8.90432
真	-8.90541
group	-8.90601
▁have	-8.9082
▁long	-8.90891
証明書	-8.90933
ic	-8.91084
[0]	-8.9113
ま	-8.91339
▁\	-8.91359
▁collections	-8.91381
データベース	-8.91395
▁readline	-8.91508
▁port	-8.91651
ヘッダ	-8.91708
仕様	-8.91754
▁handle	-8.91918
制限	-8.91924
▁item	-8.91925
であり	-8.92014
▁true	-8.92132
パッケージ	-8.92301
を指定する	-8.92388
next	-8.92447
ch	-8.92501
最大	-8.9253
▁k	-8.92553
▁first	-8.92592
関数の	-8.92671
▁DOM	-8.93046
圧縮	-8.93068
なければ	-8.93115
による	-8.93118
user	-8.93131
シグナル	-8.93298
stat	-8.93381
開始	-8.93438
▁によって	-8.93492
結果は	-8.93536
メモリ	-8.93636
のような	-8.93646
ことで	-8.93674
code	-8.93746
▁Tk	-8.93806
▁このメソッドは	-8.93888
▁hash	-8.93965
append	-8.94144
は常に	-8.94219
作成	-8.94271
検索	-8.94615
handler	-8.94678
▁width	-8.94804
インターフェース	-8.9488
▁-1	-8.95043
宣言	-8.95176
▁support	-8.95232
動作	-8.95457
red	-8.95461
コピー	-8.9558
しない	-8.95751
プロキシ	-8.95792
Traceback	-8.95793
番号	-8.95961
▁wait	-8.96131
el	-8.96338
level	-8.96435
NO	-8.96644
▁same	-8.96782
Q	-8.96802
ility	-8.96812
ス	-8.9682
ようになりました	-8.9696
▁バイト	-8.96961
を使う	-8.972
れ	-8.97276
を持ちます	-8.97379
match	-8.97452
を生成する	-8.97517
create	-8.97517
それは	-8.97529
をサポートする	-8.97707
map	-8.97939
▁cur	-8.98001
▁型	-8.98059
必要があります	-8.98159
▁called	-8.98191
でき	-8.98221
▁objects	-8.98335
ロード	-8.98521
▁obj	-8.98629
型の	-8.98711
を参照してください	-8.98744
ト	-8.98896
▁v	-8.98919
タブ	-8.9892
であれば	-8.98965
▁version	-8.99125
モジュールの	-8.99129
要素の	-8.99264
▁l	-8.99461
すべて	-8.99598
際に	-8.99601
buffer	-8.9971
▁IMAP	-8.99758
▁{'	-8.99782
▁input	-8.99802
表	-8.99855
ループ	-8.99981
られる	-8.99985
プラットフォーム	-9.00118
▁stream	-9.00153
標準の	-9.00238
ことを	-9.00376
的に	-9.00385
1.	-9.00533
からです	-9.0082
▁output	-9.00904
spam	-9.00956
help	-9.00967
タイムアウト	-9.01045
浮動小数点数	-9.01147
最後に	-9.01166
出	-9.01176
▁random	-9.01227
コンストラクタ	-9.01366
関数は	-9.01399
列	-9.01477
bin	-9.0159
▁9	-9.01802
それぞれの	-9.0196
をサポートしています	-9.01981
パターン	-9.02016
vailab	-9.02144
既存の	-9.02144
▁but	-9.02173
元の	-9.02281
構文	-9.02458
▁max	-9.0249
▁address	-9.02524
がある	-9.02529
14	-9.02567
スクリプト	-9.02729
最初に	-9.02744
子	-9.02942
no	-9.03117
幅	-9.0323
不	-9.03266
▁以下の	-9.03362
dom	-9.03375
▁threading	-9.03395
正規表現	-9.03438
</	-9.03516
▁write	-9.03617
制御	-9.03689
▁some	-9.03769
み	-9.03777
ID	-9.03886
するための	-9.03926
"]	-9.03955
th	-9.04021
実	-9.04065
▁オブジェクトの	-9.04142
▁化	-9.04184
要素は	-9.04291
able	-9.04371
の中で	-9.04392
Name	-9.04395
よりも	-9.04399
再	-9.04426
▁add	-9.04499
ファイルオブジェクト	-9.04655
▁"<	-9.04661
▁TLS	-9.04717
▁now	-9.04765
れば	-9.05015
▁M	-9.05186
単一の	-9.05195
▁UTC	-9.05238
クラスの	-9.05301
サンプル	-9.05465
精度	-9.05474
フィルタ	-9.05477
▁given	-9.05502
▁system	-9.05503
]]	-9.05544
host	-9.05588
全て	-9.05695
date	-9.0577
バージョン	-9.05776
▁@	-9.05808
▁raised	-9.05844
▁order	-9.05935
▁という	-9.05959
12	-9.05971
▁io	-9.06061
ther	-9.06388
20	-9.06396
空白	-9.06406
▁user	-9.06605
▁OpenSSL	-9.0685
できない	-9.06963
演算子	-9.07014
▁('	-9.07047
なく	-9.07047
定	-9.07312
▁パラメータ	-9.07414
結果	-9.07479
>"	-9.07536
▁while	-9.07906
データの	-9.08034
into	-9.08266
デコード	-9.08388
束縛	-9.08526
▁exit	-9.08594
...	-9.08622
et	-9.08757
▁queue	-9.08757
▁copy	-9.08971
symlinks	-9.09082
配列	-9.09089
num	-9.09155
Z	-9.09163
24	-9.09164
▁option	-9.09171
空	-9.09309
register	-9.09332
▁offset	-9.09341
method	-9.09352
▁non	-9.094
hex	-9.0948
xml	-9.09509
を設定します	-9.09558
▁R	-9.09599
-1	-9.09721
▁returned	-9.09729
オプション引数	-9.09786
ことは	-9.09794
sub	-9.09869
▁のインスタンス	-9.09884
ない場合	-9.09893
送出	-9.09904
▁Namespace	-9.09957
正	-9.09967
hello	-9.10103
'),	-9.10109
符号	-9.10136
bit	-9.10211
ドキュメント	-9.10217
空文字列	-9.10226
かつ	-9.10425
います	-9.10483
ります	-9.10679
nd	-9.10685
stdout	-9.10764
ず	-9.10771
下	-9.10787
言語	-9.10851
ユーザー	-9.10885
よく	-9.11266
等	-9.11285
▁このモジュールは	-9.11317
クッキー	-9.11519
RE	-9.12033
other	-9.12037
point	-9.12074
address	-9.12085
認証	-9.12134
hash	-9.12158
できません	-9.1216
前	-9.12165
してください	-9.12218
引数が	-9.12242
呼び出し可能オブジェクト	-9.12279
ソース	-9.12299
▁types	-9.123
ジェネレータ	-9.12313
ち	-9.12464
様々な	-9.12498
▁memory	-9.12629
▁として	-9.12666
しか	-9.12692
ことがあります	-9.12778
▁OS	-9.12802
▁Linux	-9.1285
キュー	-9.13133
▁find	-9.1316
を作成する	-9.13626
デバイス	-9.13691
▁such	-9.13717
まず	-9.13759
expr	-9.13857
▁-->	-9.13999
ノード	-9.14047
方	-9.14195
arg	-9.14367
MM	-9.14495
現在	-9.14513
有効	-9.14626
hostname	-9.14817
6,	-9.1488
バイナリ	-9.14893
自動的に	-9.1492
▁ID	-9.14933
▁more	-9.14977
▁L	-9.15003
が返されます	-9.151
4,	-9.15179
になりました	-9.15253
01	-9.15416
win	-9.15421
handlers	-9.15464
これらは	-9.15477
からの	-9.15496
▁と同じ	-9.15613
ることができます	-9.15685
11	-9.16027
条件	-9.16067
先	-9.16076
example	-9.16085
メールボックス	-9.16166
スコープ	-9.16193
「	-9.16202
」	-9.16202
sax	-9.16222
q	-9.16247
はありません	-9.16377
▁JSON	-9.16454
こ	-9.16498
文字列の	-9.16533
引数として	-9.16584
▁st	-9.16706
のサポート	-9.16708
('/	-9.16794
load	-9.16805
▁クラスは	-9.16946
戻り値	-9.16974
文字列を	-9.16998
ポインタ	-9.17127
ok	-9.17198
後に	-9.17434
function	-9.17463
ド	-9.17466
スペース	-9.17468
たとえば	-9.1747
per	-9.17479
必要な	-9.17509
encode	-9.1754
▁check	-9.17618
▁Process	-9.17941
{	-9.17946
form	-9.17998
値を返します	-9.18021
丸め	-9.18112
▁func	-9.18134
ること	-9.18193
▁subprocess	-9.18272
範囲	-9.18322
読み込み	-9.18341
▁tar	-9.18442
▁SMTP	-9.18547
返します	-9.18599
サーバー	-9.18663
ファイルは	-9.1867
▁audit	-9.1875
char	-9.18781
count	-9.1879
▁thread	-9.1883
object	-9.1885
up	-9.18973
サブクラス	-9.19028
▁out	-9.19075
Raises	-9.19154
▁POSIX	-9.19224
▁tag	-9.19323
した場合	-9.19447
▁directory	-9.19449
位置引数	-9.19517
親	-9.1963
保存	-9.1964
▁[]	-9.1965
▁available	-9.19776
▁Enum	-9.19788
▁モジュールの	-9.19817
う	-9.199
のある	-9.19906
タイプ	-9.19931
け	-9.19944
となる	-9.20017
errors	-9.20029
ent	-9.2004
シェル	-9.20043
title	-9.20049
コメント	-9.20049
▁root	-9.20197
find	-9.20211
index	-9.20224
version	-9.20228
client	-9.20235
全体	-9.20278
キャッシュ	-9.20288
HTTP	-9.20291
▁expression	-9.20305
thread	-9.20384
ライブラリ	-9.20427
選択	-9.20517
を示します	-9.20687
追加の	-9.20804
改行	-9.21022
--	-9.21062
if	-9.21139
one	-9.21188
Type	-9.212
イテラブル	-9.21291
よう	-9.21302
lo	-9.21314
▁これは	-9.2137
ロガー	-9.21376
replace	-9.21381
▁When	-9.21388
ascii	-9.21435
特に	-9.21469
log	-9.21504
range	-9.21623
指定した	-9.2167
▁block	-9.21738
要素が	-9.21919
▁例えば	-9.22008
▁action	-9.22009
ファイルが	-9.22017
デフォルトで	-9.22084
lib	-9.22106
tar	-9.22126
im	-9.22243
▁$	-9.22384
最	-9.22438
▁count	-9.22442
することで	-9.225
▁X	-9.22562
を表します	-9.22639
登録	-9.22658
▁does	-9.22664
左	-9.22678
保	-9.22695
関係	-9.22697
▁N	-9.22754
からなる	-9.22852
単に	-9.2288
とは	-9.22993
SSL	-9.23118
not	-9.23148
詳細は	-9.23162
('--	-9.23166
timeout	-9.23168
エントリ	-9.23281
the	-9.23323
inter	-9.23457
文書	-9.23564
マップ	-9.23678
このメソッド	-9.23755
者	-9.24016
ファインダー	-9.2405
tix	-9.24052
expat	-9.24061
スタック	-9.24094
付き	-9.24107
節	-9.24161
文字列は	-9.24163
インデックス	-9.24392
▁local	-9.24448
▁Popen	-9.24504
connect	-9.2452
▁optional	-9.24546
順序	-9.24686
▁parse	-9.24813
'\	-9.24881
▁'__	-9.25041
IN	-9.25113
us	-9.25231
ときは	-9.25338
場合があります	-9.2535
ネットワーク	-9.25415
environ	-9.25418
Hello	-9.25419
▁shared	-9.25427
▁deque	-9.25686
てください	-9.25758
▁repr	-9.259
挿入	-9.26287
注意	-9.26366
▁next	-9.26441
パース	-9.26478
▁raw	-9.26504
▁fd	-9.2658
提供	-9.2659
せ	-9.26645
関数が	-9.26728
リ	-9.26733
規則	-9.26808
これにより	-9.26835
られた	-9.2702
▁オプション	-9.27094
メソッドは	-9.27201
を実装する	-9.27285
での	-9.27295
parser	-9.27327
しなければなりません	-9.27438
AL	-9.27546
max	-9.27604
リストの	-9.27668
▁returns	-9.27806
するか	-9.28074
dev	-9.28156
▁make	-9.28163
out	-9.28192
ア	-9.282
▁run	-9.28208
and	-9.28221
ED	-9.28228
必要	-9.2823
を提供しています	-9.2829
ab	-9.28303
対	-9.28478
opt	-9.28495
取得	-9.28539
この場合	-9.28963
▁struct	-9.29045
させる	-9.29071
するには	-9.29098
repr	-9.29134
offset	-9.29138
encoding	-9.29151
▁flag	-9.29163
section	-9.29217
に変換します	-9.29237
明示的に	-9.29329
適用	-9.29541
=0	-9.29598
内	-9.29623
何らかの	-9.29645
ERROR	-9.29647
組み込み	-9.29689
文字列です	-9.29758
のように	-9.29892
共有	-9.29946
▁row	-9.302
完全な	-9.30292
'}	-9.30309
execute	-9.30321
ると	-9.30324
▁mean	-9.30363
lock	-9.30412
を示す	-9.30571
html	-9.30656
間	-9.30838
偽	-9.30861
▁20	-9.30889
内に	-9.30948
▁0,	-9.30993
▁after	-9.31034
応答	-9.31094
受け入れるようになりました	-9.31096
のうち	-9.31131
なので	-9.31145
大文字	-9.31314
▁K	-9.31385
目的	-9.31509
組み込みの	-9.3165
型は	-9.31703
▁と同じです	-9.31764
数字	-9.31841
に対応する	-9.3202
のは	-9.32109
それが	-9.32122
中で	-9.32173
▁など	-9.32197
parsers	-9.32209
▁sub	-9.3238
▁z	-9.32427
用の	-9.32441
セット	-9.32469
環境変数	-9.32549
一般的な	-9.32564
▁also	-9.32568
["	-9.32692
説明	-9.32843
▁Fraction	-9.32874
▁3.1	-9.32914
▁Set	-9.32976
リクエスト	-9.33149
使う	-9.33212
内部	-9.33248
ir	-9.3334
取り	-9.3336
▁サーバ	-9.33505
使われる	-9.33549
エスケープ	-9.33554
記述	-9.33641
空の	-9.33656
結果の	-9.33717
▁msg	-9.33732
with	-9.33926
sys	-9.33942
空白文字	-9.33974
パーサ	-9.34015
語	-9.34024
そう	-9.34056
バックスラッシュ	-9.34058
baz	-9.34063
進	-9.3411
▁keyword	-9.34149
▁added	-9.34267
(1)	-9.34335
場所	-9.34367
これら	-9.34378
▁の値	-9.34414
▁On	-9.34431
システムコール	-9.34539
▁current	-9.34586
そのため	-9.34603
何も	-9.34976
使われます	-9.34976
▁HTML	-9.35125
digest	-9.35212
long	-9.35404
length	-9.35526
kwargs	-9.35546
only	-9.35547
ことが	-9.35556
繰り返し	-9.35569
copy	-9.35573
Windows	-9.35591
属性を	-9.35648
Tk	-9.35673
000	-9.35741
▁element	-9.35752
を使用する	-9.35774
オブジェクトに	-9.35781
▁T	-9.35795
付け	-9.361
項目	-9.3611
▁pool	-9.36138
を提供する	-9.36141
▁"""	-9.36246
sh	-9.36347
▁か	-9.36395
引数を	-9.36403
▁FTP	-9.36532
ever	-9.36559
doc	-9.36634
▁two	-9.36655
最後の	-9.36731
日	-9.36835
▁指定された	-9.36907
▁child	-9.37045
▁del	-9.37057
部	-9.37066
local	-9.37073
コンテナ	-9.3711
トークン	-9.37112
decode	-9.3715
strict	-9.37194
message	-9.37206
Decimal	-9.37223
Unix	-9.37224
eggs	-9.37227
ローカル	-9.37255
last	-9.37267
▁handler	-9.37462
を持っています	-9.37521
の内容	-9.37533
ns	-9.37548
▁NotImplemented	-9.37566
管理	-9.37798
送信	-9.37863
▁integer	-9.37867
=0)	-9.38002
addr	-9.38258
op	-9.38278
▁のサブクラス	-9.38301
ここで	-9.38394
▁11	-9.38499
▁sequence	-9.38526
▁G	-9.38542
データ型	-9.38578
動	-9.38613
を作る	-9.3865
エンティティ	-9.38665
response	-9.38673
パック	-9.38676
▁csv	-9.38738
▁spam	-9.38821
である場合	-9.38824
実際の	-9.38832
prefix	-9.38868
output	-9.38906
▁ZIP	-9.38939
'>	-9.38976
の状態	-9.39029
▁async	-9.39126
lines	-9.39136
何	-9.39199
ve	-9.39206
戻り値は	-9.39287
7,	-9.39314
読み出し	-9.39395
振る舞い	-9.39548
文字の	-9.39578
アーカイブ	-9.39581
通常は	-9.3966
▁e	-9.39734
方法で	-9.39827
関数を	-9.39842
59	-9.39872
▁現在の	-9.39925
置換	-9.39956
uid	-9.40025
ごとに	-9.40152
実際に	-9.40183
月	-9.40255
パーザ	-9.40259
▁instead	-9.40261
下層の	-9.40261
接頭辞	-9.40261
複素数	-9.40261
継承	-9.40286
15	-9.40464
を使います	-9.40518
msg	-9.40536
▁lock	-9.40566
input	-9.4058
るようになりました	-9.40902
▁match	-9.41034
▁Add	-9.41279
▁callable	-9.41317
形式の	-9.41483
以下のように	-9.41496
100	-9.41498
以下	-9.41527
":	-9.41565
プロセスの	-9.41618
▁point	-9.4166
解釈	-9.41662
hook	-9.41856
右	-9.41861
プロパティ	-9.41873
ブラウザ	-9.41873
カラム	-9.41874
stmt	-9.41874
画像	-9.41874
単純な	-9.41923
不正な	-9.41964
▁ビット	-9.4219
exit	-9.42209
で返します	-9.42219
ても	-9.42247
メンバー	-9.42354
utf	-9.42367
従って	-9.42402
見	-9.42552
zip	-9.42601
お	-9.42677
いた	-9.42709
▁character	-9.42773
だ	-9.42854
▁conn	-9.42882
▁SSLSocket	-9.43037
▁ソケット	-9.43069
例外は	-9.43086
をサポートし	-9.43103
03	-9.43134
内容	-9.43181
有効な	-9.43384
▁empty	-9.43444
cache	-9.43467
む	-9.43506
▁al	-9.43755
▁のように	-9.43825
▁>=	-9.4386
▁12	-9.43942
呼び出す	-9.44048
ip	-9.44108
▁使用例	-9.44162
べきです	-9.44285
を行います	-9.44303
コンテキストマネージャ	-9.44322
▁1.0	-9.44332
定義されている	-9.44397
返す	-9.44467
▁config	-9.44528
▁UUID	-9.44555
▁world	-9.44693
fields	-9.44746
辞書の	-9.44751
もあります	-9.44806
req	-9.4481
tag	-9.449
▁NaN	-9.44967
low	-9.4501
を生成します	-9.45113
ユーザ	-9.45127
SOCK	-9.45182
古い	-9.45186
パーサー	-9.45192
読み	-9.45202
RED	-9.45234
import	-9.45277
更新	-9.4537
▁parent	-9.45385
▁ライブラリ	-9.4542
|	-9.45444
▁PureWindowsPath	-9.45533
etc	-9.4562
引数の	-9.45667
基底クラス	-9.45691
に加えて	-9.45753
処理を	-9.45816
返された	-9.45824
update	-9.45836
80	-9.45934
外部	-9.45953
remove	-9.45975
▁が返す	-9.46031
読み書き	-9.46064
以外の	-9.46092
test	-9.46115
de	-9.46215
▁library	-9.46234
形	-9.46236
▁usage	-9.46521
逆	-9.46583
でのみ	-9.46625
形式で	-9.46731
('-	-9.46733
良い	-9.46749
の一部	-9.46764
テーブル	-9.46802
ク	-9.46846
差	-9.46859
論	-9.4687
device	-9.46879
利用できます	-9.46893
▁newline	-9.46898
いて	-9.46928
(0)	-9.47052
を参照	-9.47274
9,	-9.47342
SS	-9.47435
の数	-9.47436
02	-9.47523
pid	-9.47539
長	-9.47559
▁'\	-9.47635
stderr	-9.47807
base	-9.47841
row	-9.47886
▁もし	-9.47903
256	-9.48097
ファイルシステム	-9.48296
▁month	-9.48416
0.0	-9.48449
認識	-9.48586
アクション	-9.48599
▁KeyError	-9.486
▁under	-9.48601
▁length	-9.48651
▁g	-9.48705
=1)	-9.4878
▁4,	-9.48785
▁source	-9.48954
▁DST	-9.4907
キーワード	-9.49204
▁なら	-9.49214
書式化	-9.49297
の情報	-9.49304
に含まれる	-9.49456
が使われます	-9.49562
callback	-9.49703
のリストを返します	-9.49733
tzinfo	-9.49744
pickle	-9.49806
このクラス	-9.49844
ログ	-9.49987
大	-9.50008
▁files	-9.50051
'、'	-9.50163
▁U	-9.50224
▁strict	-9.50258
▁so	-9.50281
注	-9.50334
▁iter	-9.50337
▁represent	-9.50337
合	-9.50341
正しく	-9.50353
ElementTree	-9.50353
▁memoryview	-9.5036
▁show	-9.50366
▁で非推奨	-9.50388
ことです	-9.50398
メソッドの	-9.5043
は無視されます	-9.50491
▁how	-9.50578
▁select	-9.50618
▁[1,	-9.50657
cert	-9.50917
▁attr	-9.50922
05	-9.51162
store	-9.51241
ようになります	-9.51258
cmd	-9.51261
@	-9.51261
pack	-9.51279
OP	-9.51282
方が	-9.51287
▁RuntimeError	-9.51319
▁警告	-9.51322
そうでない場合	-9.51329
▁コマンド	-9.5133
ソート	-9.51332
を直接	-9.51332
▁演算子	-9.51393
オブジェクトです	-9.51519
UTF	-9.51625
存在しない	-9.5167
IF	-9.51695
利用可能な	-9.51875
知	-9.51915
▁zero	-9.52067
法	-9.52076
ca	-9.52086
▁PurePath	-9.52139
タイムゾーン	-9.52139
弱参照	-9.52143
um	-9.5223
_*	-9.5224
getitem	-9.52346
初期化	-9.5253
文字を	-9.52592
サブ	-9.52622
▁UTF	-9.52655
▁PurePosixPath	-9.52668
そのような	-9.52681
渡された	-9.52788
▁SQLite	-9.52819
使える	-9.53126
▁break	-9.53128
items	-9.53142
先頭の	-9.53162
便利です	-9.53168
コマンドライン	-9.533
Not	-9.53392
対象	-9.5352
source	-9.53536
status	-9.53556
▁send	-9.53559
▁j	-9.53564
▁remove	-9.53572
▁access	-9.53579
利用できる	-9.5358
expression	-9.53598
gid	-9.53608
▁CGI	-9.53731
▁finally	-9.53732
入	-9.53743
に対し	-9.53763
link	-9.53775
テスト	-9.53828
▁Element	-9.53867
ページ	-9.53944
明	-9.53944
量	-9.53956
history	-9.53957
この値は	-9.54147
var	-9.54201
を使用して	-9.54207
86	-9.54311
方向	-9.5441
インスタンス化	-9.54489
は通常	-9.54497
を返し	-9.54573
ment	-9.54586
▁を使用して	-9.54598
▁w	-9.54599
▁codecs	-9.54601
signed	-9.5461
▁与えられた	-9.54655
無視	-9.54663
US	-9.54668
sum	-9.54716
▁pack	-9.54793
▁json	-9.54805
hi	-9.54857
flag	-9.54952
だけです	-9.55097
を扱う	-9.55136
実行される	-9.55151
フレーム	-9.55154
▁q	-9.55193
のに	-9.55283
▁オブジェクトを	-9.55302
▁up	-9.55311
シンボリックリンク	-9.55332
っ	-9.55358
っている	-9.55443
順	-9.55487
▁contain	-9.55506
Exception	-9.55514
を使った	-9.55537
▁client	-9.55542
root	-9.55598
memory	-9.556
number	-9.55609
インデント	-9.55613
デ	-9.55734
簡単に	-9.55806
▁tarfile	-9.55808
▁before	-9.55809
▁information	-9.55809
したがって	-9.55809
▁entry	-9.5581
基本的な	-9.55825
lake	-9.5583
▁sorted	-9.55893
▁dbm	-9.55898
prog	-9.55963
ヘッダー	-9.55976
▁O	-9.55987
名前は	-9.55994
きます	-9.56007
▁Color	-9.56042
組み込み関数	-9.56153
▁python	-9.56194
8,	-9.562
ており	-9.5631
パス名	-9.56385
▁callback	-9.5651
イ	-9.56555
▁methods	-9.56584
アンパック	-9.566
blocking	-9.56625
▁形式の	-9.5663
固有の	-9.5663
間の	-9.56867
そのまま	-9.5689
を使用します	-9.56946
モジュールが	-9.56948
構造	-9.57009
オペレーティングシステム	-9.57099
文字列を返します	-9.571
▁&	-9.57127
許可	-9.57154
ul	-9.57219
▁2)	-9.57289
▁iso	-9.5729
▁%(	-9.57347
実装は	-9.57391
それを	-9.57477
それらの	-9.57553
▁引数が	-9.57575
になり	-9.57598
したい	-9.57608
ol	-9.57638
__,	-9.57641
この関数	-9.57673
一致	-9.57682
待機	-9.57695
スタイル	-9.57696
報告	-9.57696
▁each	-9.57708
まだ	-9.5771
文字が	-9.57786
▁statement	-9.57787
その他	-9.5784
▁group	-9.57908
使用されます	-9.57919
▁column	-9.57938
のいずれか	-9.57955
▁state	-9.57965
▁ArgumentParser	-9.57993
▁メソッドが	-9.57997
23	-9.58001
▁codec	-9.5808
分割	-9.58176
文字列リテラル	-9.58195
についての	-9.58269
小文字	-9.58406
ハッシュ	-9.58473
types	-9.5852
(['	-9.58524
次に	-9.58578
▁keys	-9.58694
▁its	-9.58773
のサイズ	-9.58798
アルゴリズム	-9.58895
▁[-	-9.58931
(2)	-9.58941
書	-9.58986
データが	-9.59032
ot	-9.59033
dll	-9.59118
▁num	-9.59175
▁シーケンス	-9.59205
utc	-9.59207
度	-9.59242
子プロセス	-9.59302
print	-9.59596
タ	-9.5961
junk	-9.59613
互換性	-9.59614
PIPE	-9.59615
fill	-9.59616
当	-9.59618
止	-9.59618
端末	-9.59618
▁ACS	-9.59619
▁configparser	-9.5963
便利な	-9.59634
▁target	-9.59638
特殊な	-9.59665
Element	-9.59713
array	-9.5972
オープン	-9.59744
起動	-9.59756
▁圧縮	-9.59767
target	-9.59809
こともあります	-9.59878
25	-9.59971
▁your	-9.60039
モジュールを	-9.60157
aware	-9.60166
send	-9.60272
▁we	-9.60297
▁つ	-9.60424
85	-9.60678
▁shutil	-9.6068
のシーケンス	-9.60688
完了	-9.60778
▁exec	-9.60837
▁を返し	-9.6106
結合	-9.6108
取	-9.61184
▁Re	-9.61198
の末尾	-9.61246
▁url	-9.61325
ロギング	-9.61435
ツリー	-9.61513
オフセット	-9.61539
ない限り	-9.61555
公開	-9.61562
アンダースコア	-9.61579
日付	-9.6159
▁xmlparser	-9.61627
SMTP	-9.61652
queue	-9.61727
bind	-9.61747
suffix	-9.61773
(1,	-9.61777
Path	-9.61861
行われます	-9.61867
の実行	-9.61875
kw	-9.62033
レコード	-9.62033
SSLv	-9.62042
こともできます	-9.62064
ge	-9.62091
以下のような	-9.62323
ave	-9.62557
flags	-9.62562
を与える	-9.62655
ウィジェットの	-9.62746
詳細	-9.62778
▁文は	-9.62966
)"	-9.63027
▁WSGI	-9.63114
▁auto	-9.63165
iso	-9.63212
を設定する	-9.63254
▁custom	-9.63302
13	-9.63338
するのに	-9.63357
▁items	-9.63451
cmp	-9.63501
▁を返す	-9.63552
56	-9.63554
ターゲット	-9.63573
パイプ	-9.63575
正確に	-9.63579
▁URI	-9.63579
CookiePolicy	-9.63579
DEFAULT	-9.63579
インターフェイス	-9.6358
▁constructor	-9.6358
正しい	-9.63586
34	-9.63661
個々の	-9.63668
なお	-9.63685
AR	-9.63794
futures	-9.63931
名前が	-9.63936
際	-9.63947
▁fp	-9.64007
raw	-9.64021
prec	-9.64048
env	-9.64093
▁関数は	-9.64205
AF	-9.64211
る場合	-9.64229
は以下の	-9.64253
day	-9.6428
▁cp	-9.6432
pos	-9.64337
'))	-9.64355
ff	-9.64377
えます	-9.64404
特別な	-9.64417
keys	-9.6443
関数定義	-9.64495
ec	-9.64499
の値を	-9.64552
▁個の	-9.64573
コールバック	-9.64607
ば	-9.6468
がある場合	-9.64684
を使い	-9.64783
▁accept	-9.64818
ないので	-9.64823
attr	-9.64891
のバージョン	-9.64921
できるように	-9.64973
自身	-9.65058
の文字列	-9.65074
▁iterator	-9.65202
▁supported	-9.65266
設定します	-9.65347
▁map	-9.65391
無	-9.65424
▁they	-9.65498
あり	-9.65525
を渡す	-9.65584
事	-9.65606
成	-9.65611
チャンク	-9.65621
リソース	-9.65637
▁request	-9.65667
インストール	-9.65713
17	-9.65723
として使われます	-9.65723
例外の	-9.65837
temp	-9.65851
▁の呼び出し	-9.65855
▁Request	-9.65863
に変換されます	-9.65878
一部の	-9.65918
some	-9.66249
OS	-9.66282
30	-9.66378
ユーザが	-9.66426
対応	-9.66523
システムの	-9.66586
の実装	-9.66968
後で	-9.66969
文字は	-9.67086
▁MIME	-9.67097
生成されます	-9.67115
0.5	-9.6715
桁	-9.67152
文字列で	-9.67155
▁cursor	-9.67273
メッセージの	-9.67334
▁prefix	-9.67365
ことを意味します	-9.67481
rate	-9.67508
▁ストリーム	-9.67597
Value	-9.67628
インタープリタ	-9.67659
▁attributes	-9.67661
ではない	-9.67663
手	-9.67664
パラメタ	-9.67665
バ	-9.67686
アイテム	-9.67699
ローダー	-9.67703
GREEN	-9.67703
Infinity	-9.67703
FILE	-9.67704
▁See	-9.67704
文法	-9.67733
IS	-9.67829
sock	-9.67866
の作成	-9.67931
pro	-9.68022
のメソッド	-9.68043
インデクス	-9.68087
ize	-9.68092
J	-9.68099
▁nargs	-9.68106
させ	-9.68179
▁platform	-9.68193
メッセージを	-9.68197
days	-9.68201
ref	-9.683
LE	-9.68404
select	-9.6843
gz	-9.68445
年	-9.68446
クラスが	-9.68454
of	-9.6848
▁コンストラクタ	-9.68484
config	-9.68506
File	-9.68561
番目の	-9.68566
▁characters	-9.68569
datetime	-9.68608
▁provide	-9.6862
を定義する	-9.68643
ファイルに	-9.68687
▁32	-9.68693
▁SAX	-9.68717
▁例外	-9.68842
▁command	-9.68859
以下に	-9.68871
Time	-9.68956
[:	-9.68982
▁文の	-9.68996
call	-9.6905
▁future	-9.69093
ore	-9.69247
コンパイル	-9.6931
ive	-9.69402
クラス定義	-9.69447
18	-9.69458
▁false	-9.69572
▁パッケージ	-9.69602
sep	-9.69633
▁(?	-9.69747
▁functions	-9.69758
アレイ	-9.69831
est	-9.69844
非常に	-9.69914
for	-9.69937
/1.1	-9.70006
▁Use	-9.70007
strip	-9.70011
になっています	-9.7011
getattr	-9.70118
にします	-9.70156
済み	-9.70187
65	-9.70236
ma	-9.70375
ていない	-9.70385
▁binary	-9.70469
と等価です	-9.70616
のタプル	-9.70719
mi	-9.70801
コードは	-9.70862
Cookie	-9.70964
るか	-9.71024
inf	-9.71025
EX	-9.71034
種類の	-9.71102
dst	-9.71153
以上	-9.71158
side	-9.71263
ess	-9.7139
▁second	-9.71449
方法は	-9.71485
の設定	-9.71501
)]	-9.71608
インタプリタ	-9.71665
浮動小数点	-9.71771
▁join	-9.71841
サポートされている	-9.71855
ホスト	-9.71871
返されます	-9.71887
▁'/	-9.71938
に依存します	-9.71998
定義されています	-9.71998
between	-9.72005
OUND	-9.72005
▁specify	-9.72006
等しい	-9.72012
expand	-9.72028
RFC	-9.7203
values	-9.7207
▁mmap	-9.72077
▁numbers	-9.72128
で定義されている	-9.72163
▁bar	-9.72169
▁を参照	-9.72219
table	-9.72299
列挙型	-9.72412
結果が	-9.72439
▁test	-9.72447
終端	-9.72459
とともに	-9.72522
▁record	-9.72548
定義された	-9.72565
▁Node	-9.72659
▁descriptor	-9.72722
▁4)	-9.72859
▁stop	-9.72861
返り値は	-9.72916
No	-9.72989
▁reader	-9.72992
▁stderr	-9.73014
▁TarInfo	-9.73023
▁assert	-9.73027
▁意味	-9.73058
スレッドが	-9.73068
保持	-9.73122
ity	-9.73315
process	-9.73325
などの	-9.73483
▁3)	-9.73485
インスタンスの	-9.73549
時には	-9.73556
ST	-9.73606
もので	-9.73639
src	-9.73698
負の	-9.73742
移動	-9.73758
domain	-9.73778
▁を呼び出します	-9.73828
▁1)	-9.73879
ッ	-9.73881
"""	-9.74081
生	-9.74123
ies	-9.74125
なる	-9.74125
メンバ	-9.74185
表記	-9.742
に渡す	-9.74204
fmt	-9.74212
配	-9.74215
ック	-9.74216
ヒープ	-9.74224
ジ	-9.74227
解放	-9.74227
デコレータ	-9.74227
SIZE	-9.74227
少なくとも	-9.74227
試み	-9.74229
フック	-9.74232
ドメイン	-9.74234
▁found	-9.7426
拡張子	-9.74268
数の	-9.74278
▁pattern	-9.74329
を取得します	-9.74335
▁password	-9.74408
ください	-9.74454
usr	-9.74471
▁の場合は	-9.74486
chr	-9.74526
▁が返されます	-9.74549
としても	-9.74582
はその	-9.74585
をサポートします	-9.74585
されました	-9.74658
▁man	-9.74678
▁implementation	-9.74712
▁manager	-9.74767
▁を使う	-9.74886
▁src	-9.75106
▁convert	-9.75117
の意味	-9.75188
呼び出される	-9.75209
▁stdout	-9.75227
def	-9.75308
可能です	-9.75443
fragment	-9.75572
ている場合	-9.75624
signal	-9.75639
pool	-9.75654
POSIX	-9.7566
node	-9.75684
実行されます	-9.75696
Server	-9.75772
があれば	-9.75923
内容を	-9.75992
▁standard	-9.76032
格納	-9.76072
クラスは	-9.76116
上記の	-9.76122
▁アーカイブ	-9.76144
オブジェクトには	-9.76155
回	-9.76181
▁initial	-9.76218
値に	-9.7627
付	-9.76307
オーディオ	-9.76354
解説	-9.76418
端	-9.76486
タグ	-9.76487
リンク	-9.76488
パスワード	-9.76499
訳	-9.765
ドット	-9.765
埋め	-9.76502
▁wsgiref	-9.76503
変化	-9.76504
▁interface	-9.76507
Text	-9.76552
lower	-9.7657
シーケンスの	-9.76618
▁release	-9.76624
ホスト名	-9.76635
シーケンス型	-9.7666
OK	-9.76692
▁あるいは	-9.76709
__.	-9.76839
setup	-9.76864
アプリケーションの	-9.76892
ual	-9.76909
▁のサブクラスです	-9.76996
del	-9.77027
の使用	-9.77138
バイト文字列	-9.77153
header	-9.77462
とする	-9.77469
imag	-9.775
全	-9.77504
wait	-9.77634
使用する	-9.77699
マネージャー	-9.77701
最小の	-9.77711
を実行する	-9.77733
▁PosixPath	-9.7776
▁description	-9.77766
age	-9.77768
解決	-9.77808
複数	-9.77816
使えます	-9.77827
げ	-9.77847
▁No	-9.77848
そ	-9.77888
db	-9.77941
コマンドライン引数	-9.77982
▁zip	-9.7804
秒	-9.78046
関数です	-9.78081
エラーハンドラ	-9.78082
cause	-9.781
▁を使ってください	-9.78137
▁host	-9.78153
cookie	-9.78164
バイナリデータ	-9.78178
▁クラスの	-9.7821
を定義しています	-9.78282
//	-9.78387
▁モード	-9.78487
▁index	-9.78511
このモジュールの	-9.78531
を表示します	-9.78544
せず	-9.78572
元	-9.78631
に基づいて	-9.78632
外	-9.78711
に従って	-9.78711
々	-9.78718
▁に設定し	-9.78718
▁generator	-9.78743
するため	-9.78757
対象の	-9.78768
▁進	-9.78771
本	-9.78818
アルファベット	-9.78818
セキュリティ	-9.78826
カーソル	-9.78826
▁audioop	-9.78826
チャネル	-9.78826
本体	-9.78829
▁parameters	-9.78831
▁という名前の	-9.7884
term	-9.78849
List	-9.7886
etree	-9.78863
生成された	-9.78894
まれ	-9.78901
[1]	-9.78913
▁!=	-9.78942
07	-9.78987
データは	-9.7902
を利用する	-9.79075
だった場合	-9.79117
▁shell	-9.79132
に対しては	-9.79145
構成	-9.79152
IO	-9.7918
▁オプションの	-9.79182
▁created	-9.79364
一方	-9.7937
pathlib	-9.79371
ce	-9.79625
属性名	-9.79716
▁ignore	-9.79734
それらは	-9.79745
nan	-9.79747
送出されます	-9.79757
値です	-9.79777
▁42	-9.79901
標準的な	-9.79953
▁identifier	-9.7997
▁exc	-9.79987
isinstance	-9.80045
▁year	-9.80061
するように	-9.80103
▁connection	-9.8014
を使うと	-9.80184
▁task	-9.80225
っています	-9.80286
left	-9.80346
async	-9.80375
app	-9.80453
決定	-9.80457
タプルの	-9.80534
am	-9.8054
返	-9.80573
実際には	-9.80622
mul	-9.80674
▁email	-9.80725
Thi	-9.80732
せずに	-9.80741
random	-9.80775
DE	-9.80858
▁mailbox	-9.80924
残	-9.81007
(3)	-9.81064
呼び出され	-9.81121
▁Queue	-9.81124
リセット	-9.81145
▁ディレクトリ	-9.81159
box	-9.81163
なければならない	-9.81171
第	-9.81179
が存在し	-9.81182
▁single	-9.81184
▁である	-9.81187
コネクション	-9.81206
効果	-9.81206
ハンドル	-9.81206
▁different	-9.81207
一般に	-9.81207
compile	-9.81207
fetch	-9.81207
独自の	-9.81208
FORMAT	-9.81209
▁variable	-9.81209
both	-9.81209
▁where	-9.8122
SIG	-9.81231
▁723	-9.81244
が使用されます	-9.8125
▁関数の	-9.81312
プロセスが	-9.81333
99	-9.81338
pi	-9.81383
▁names	-9.81389
seq	-9.81408
に使われる	-9.81418
返り値	-9.81418
表示されます	-9.81457
▁De	-9.81548
あります	-9.81563
▁Connection	-9.81565
その後	-9.81876
▁属性は	-9.81901
を持っている	-9.81909
▁メソッドを	-9.81914
▁filter	-9.81948
88	-9.81948
リストは	-9.81951
ways	-9.81959
36	-9.82042
目	-9.82178
ll	-9.82183
インスタンスを返します	-9.8223
エラーコード	-9.82333
限り	-9.82394
があり	-9.82649
byte	-9.82656
受け	-9.82669
現	-9.8268
▁による	-9.82775
整数の	-9.82845
▁calls	-9.82899
このような	-9.82914
▁complex	-9.82944
▁arg	-9.82948
ベース	-9.83023
record	-9.83039
名前の	-9.8307
▁namespace	-9.83156
ラップ	-9.83169
にマッチします	-9.83195
▁zipfile	-9.83197
cur	-9.83219
spawn	-9.83269
指	-9.83292
を定義します	-9.83324
Color	-9.83338
なかった	-9.8335
check	-9.83355
parent	-9.83363
▁これらの	-9.8345
を削除します	-9.83466
IP	-9.83502
enter	-9.83559
名を	-9.83599
direct	-9.83623
ビュー	-9.83624
来	-9.83633
Proxy	-9.83635
INFO	-9.83643
Content	-9.83644
チュートリアル	-9.83645
From	-9.83646
¶	-9.83646
デバッグ	-9.83646
Mapping	-9.83646
どんな	-9.83646
を除き	-9.83646
メタクラス	-9.83646
修正	-9.83649
Mailbox	-9.83658
長い	-9.83674
country	-9.83677
理由	-9.83684
小数	-9.83692
を含みます	-9.83701
ど	-9.83727
区切り	-9.8374
プラットフォームでは	-9.83785
なります	-9.8384
指数	-9.83881
43	-9.83928
書き	-9.83948
使用できます	-9.83961
▁値	-9.83964
▁ではなく	-9.84033
ls	-9.84086
val	-9.8411
▁quote	-9.84244
▁このクラスは	-9.84252
▁進数	-9.8456
round	-9.8457
▁node	-9.84624
の振る舞い	-9.84753
=-1	-9.8477
▁over	-9.84879
▁Z	-9.8497
ur	-9.85145
アップ	-9.85166
bra	-9.85183
で使われる	-9.8521
は全て	-9.85286
▁引数に	-9.85286
co	-9.85303
▁CA	-9.85347
ありません	-9.85371
▁sep	-9.85377
▁オブジェクトが	-9.85466
続	-9.85467
names	-9.85467
▁log	-9.85542
▁day	-9.85617
▁も参照してください	-9.85683
fds	-9.8574
without	-9.8575
使うことができます	-9.85755
▁ファイルの	-9.85799
として返します	-9.85819
自体	-9.85856
ファイルから	-9.85874
これが	-9.85906
factory	-9.85976
wrap	-9.85981
48	-9.85985
pattern	-9.86031
これを	-9.86044
04	-9.86051
width	-9.86065
protocol	-9.86072
ASCII	-9.86081
未	-9.86117
インプレース	-9.86123
機構	-9.86127
基本	-9.86127
レスポンス	-9.8614
document	-9.86144
過	-9.86145
モデル	-9.86146
▁Note	-9.86157
▁Web	-9.8616
をもつ	-9.86192
▁キーワード引数	-9.86218
▁headers	-9.86238
▁flush	-9.86271
part	-9.86271
chars	-9.86273
▁スクリプト	-9.86297
integer	-9.86323
書式指定	-9.86371
▁を呼び出して	-9.86483
params	-9.86489
が必要です	-9.86496
▁global	-9.86549
54	-9.86632
後の	-9.86652
">	-9.86678
▁モジュールでは	-9.86688
属性が	-9.86775
▁supports	-9.86823
▁property	-9.86907
▁seconds	-9.87026
そうでない場合は	-9.87146
キーは	-9.87151
を用いて	-9.87156
の例	-9.87201
▁update	-9.87359
だけが	-9.87488
を加え	-9.87492
クラスです	-9.87495
\\	-9.87593
▁200	-9.87624
一度	-9.87637
環境設定	-9.87759
ソケットの	-9.87792
読	-9.87833
べき	-9.87885
連続	-9.8789
5]	-9.87903
行の	-9.87909
▁への	-9.87944
▁Default	-9.8796
▁feature	-9.8819
メソッドが	-9.88205
▁named	-9.88323
sample	-9.88343
引数で	-9.88356
無効	-9.88359
▁there	-9.8843
発	-9.88434
▁classmethod	-9.88444
リストに	-9.88475
化された	-9.88605
側	-9.88636
メソッドを	-9.88647
ないように	-9.88672
簡単な	-9.8869
互換	-9.88693
ツール	-9.88708
記憶	-9.88709
週	-9.88709
拠	-9.8871
rank	-9.8871
▁equal	-9.8871
厳密に	-9.8871
書式	-9.8871
クオート	-9.8871
コレクション	-9.8871
将来	-9.8871
▁gzip	-9.88729
verify	-9.88733
を追加します	-9.88739
されない	-9.88743
The	-9.88759
upper	-9.88761
演算は	-9.88761
PROTOCOL	-9.88766
▁["	-9.88769
再度	-9.88795
▁以下は	-9.88797
▁kwargs	-9.88819
▁abs	-9.88826
cap	-9.8883
decimal	-9.88845
errno	-9.88854
▁timezone	-9.88894
▁archive	-9.88902
pop	-9.8894
42	-9.88946
2]	-9.8896
2)	-9.88967
month	-9.89002
作成されます	-9.89012
▁sig	-9.89194
どう	-9.89266
▁ZipFile	-9.89269
▁より	-9.89384
1.2	-9.89449
(4)	-9.89715
判定	-9.89908
▁Base	-9.89916
▁super	-9.89916
▁POP	-9.89938
と同様に	-9.89941
このモジュールは	-9.90011
▁see	-9.90037
しました	-9.90133
▁に対する	-9.90173
const	-9.90184
派生クラス	-9.90223
エラーメッセージ	-9.90246
テキストモード	-9.90251
▁fileno	-9.90285
それ以外の	-9.90293
次	-9.90311
40	-9.90341
▁インスタンスは	-9.90422
▁sample	-9.90444
yes	-9.90447
▁を指定して	-9.90545
dt	-9.90575
える	-9.90614
▁An	-9.90619
たら	-9.90687
▁リクエスト	-9.90689
ていました	-9.90734
▁のサブクラスで	-9.90754
になった	-9.90791
カスタマイズ	-9.90812
の前に	-9.90848
ER	-9.90938
以外	-9.90994
rb	-9.91055
▁execute	-9.91132
その結果	-9.91243
▁^	-9.91256
ファクトリ	-9.91308
行う	-9.91316
ポート	-9.91323
つ目の	-9.91323
開く	-9.91337
ユーティリティ	-9.91341
build	-9.91341
handshake	-9.91341
▁shlex	-9.91341
▁would	-9.91341
script	-9.91341
safe	-9.91342
リファレンス	-9.91342
naive	-9.91343
buf	-9.91347
どこ	-9.91352
INET	-9.91352
RequestHandler	-9.91377
サブディレクトリ	-9.91389
すれば	-9.91417
▁weakref	-9.91469
mod	-9.91678
NaN	-9.9168
必要がある	-9.91683
result	-9.91697
ssl	-9.91731
引数に	-9.91752
上に	-9.918
▁times	-9.91825
エラーを	-9.91839
式の	-9.91871
DO	-9.91909
残りの	-9.91917
▁CPython	-9.91937
▁required	-9.91965
例外を	-9.9208
▁Document	-9.9213
▁section	-9.92139
▁calendar	-9.92147
のインスタンス	-9.92228
であるか	-9.92295
▁short	-9.92355
▁unique	-9.92355
までの	-9.92359
▁de	-9.92382
mu	-9.92489
指定します	-9.9257
▁Cookie	-9.92619
77	-9.92688
と同じです	-9.92738
▁table	-9.92764
関数に	-9.92773
プログラムの	-9.928
▁pos	-9.92837
io	-9.92843
に加え	-9.92902
たときに	-9.92935
2'	-9.92968
▁年	-9.93085
▁pid	-9.9316
の結果	-9.93169
を発生させます	-9.93246
バイトの	-9.93354
サブクラスで	-9.93405
試	-9.93405
▁removed	-9.93424
の定義	-9.93439
安全	-9.93548
送	-9.93591
▁page	-9.93623
ことになります	-9.93739
▁dest	-9.93759
以上の	-9.93784
ていた場合	-9.93805
ers	-9.93873
128	-9.93877
$	-9.93885
▁を送出する	-9.93907
群	-9.9393
pl	-9.93962
命令	-9.94003
フ	-9.94024
べ	-9.94026
OR	-9.94036
引用符	-9.94043
タスク	-9.94044
始め	-9.94044
積	-9.94044
home	-9.94044
セッション	-9.94044
必ず	-9.94044
パディング	-9.94046
▁binascii	-9.94046
ADV	-9.94052
▁existing	-9.94054
可能性があります	-9.94058
呼び出しは	-9.94114
扱います	-9.94169
75	-9.94179
の位置	-9.94183
▁defined	-9.94274
特殊	-9.9432
▁AU	-9.94339
IT	-9.94348
(5)	-9.94409
相対	-9.94414
せます	-9.94423
diff	-9.94491
maxsize	-9.94496
順に	-9.94504
recv	-9.94532
▁sum	-9.94539
06	-9.94566
cursor	-9.94608
53	-9.94613
▁Control	-9.94624
SSLContext	-9.94648
数値型	-9.94695
されて	-9.94707
すでに	-9.94753
Enum	-9.94754
ないこと	-9.94773
ne	-9.94785
すべきです	-9.94815
改行文字	-9.94829
UN	-9.94829
このメソッドが	-9.94929
▁pprint	-9.94941
パッケージの	-9.94987
▁における	-9.95111
▁word	-9.95138
ON	-9.95318
前の	-9.95331
受信	-9.95345
リストを	-9.95396
bits	-9.95404
ことはできません	-9.95432
を持たない	-9.95462
両方の	-9.95463
NS	-9.95489
考え	-9.95497
▁threads	-9.95556
▁LogRecord	-9.95563
▁定数	-9.95582
文字列に	-9.95736
28	-9.95804
使われ	-9.95848
▁な	-9.95873
1.1	-9.959
▁instances	-9.9596
この属性	-9.95986
▁form	-9.96001
▁ABC	-9.96028
▁need	-9.96052
89	-9.96077
したもの	-9.9613
名前を	-9.96141
とその	-9.96198
文字列が	-9.962
▁reference	-9.96275
自	-9.96317
▁インスタンスが	-9.96356
にあります	-9.96434
▁全ての	-9.96463
▁byte	-9.96551
EN	-9.96572
▁sock	-9.96578
レ	-9.96607
ことができ	-9.96645
▁("	-9.96663
多	-9.96717
記述子	-9.96723
▁AF	-9.96746
head	-9.96763
段	-9.96795
記録	-9.96815
chunk	-9.96819
Simple	-9.9682
package	-9.9682
audio	-9.96821
おそらく	-9.96821
大きな	-9.96821
デコーダ	-9.96821
コントロール	-9.96821
スイート	-9.96821
▁ZipInfo	-9.96822
combination	-9.96822
until	-9.96822
blue	-9.96822
カウント	-9.96822
▁otherwise	-9.96828
▁take	-9.9684
▁certificate	-9.96855
複数回	-9.96862
を作成し	-9.96866
ローカルな	-9.96885
▁wrap	-9.96887
END	-9.96891
▁//	-9.96898
▁database	-9.96923
インスタンスは	-9.9694
▁style	-9.96959
▁Message	-9.96987
UP	-9.97048
groups	-9.97054
に渡されます	-9.97089
▁デフォルトでは	-9.97097
ていない場合	-9.97126
発生した	-9.97134
▁[0,	-9.97147
レベルの	-9.97163
ので注意してください	-9.97187
▁IPv	-9.97204
▁uuid	-9.97223
ない場合は	-9.97229
insert	-9.97314
▁like	-9.97335
を変更	-9.97343
▁StopIteration	-9.97418
はすべて	-9.97466
▁digits	-9.9748
からなるタプル	-9.97494
tuple	-9.9752
構造体	-9.97568
へのアクセス	-9.97573
-2	-9.97575
個	-9.97604
生成します	-9.97624
two	-9.97655
▁Counter	-9.97655
&	-9.97669
Unicode	-9.97675
▁ttk	-9.97683
▁整数	-9.97705
ance	-9.97718
このメソッドを	-9.97745
トレースバック	-9.97745
いくつか	-9.97747
68	-9.9776
同様に	-9.97762
tab	-9.97777
▁comp	-9.97816
++	-9.97875
▁PROG	-9.97915
alt	-9.97986
のどちらか	-9.97987
▁sort	-9.98029
発生します	-9.98058
るので	-9.98099
fred	-9.98137
ach	-9.98141
を受け取ります	-9.98213
6.	-9.98214
▁normal	-9.98218
▁プロトコル	-9.98278
▁writer	-9.98282
すべき	-9.98298
共通の	-9.98504
を書く	-9.98548
の間に	-9.98574
▁の実装	-9.98593
▁lzma	-9.98612
uri	-9.98676
▁100	-9.98715
を利用して	-9.98835
時の	-9.98837
▁package	-9.98931
▁To	-9.98938
一般的に	-9.98951
に変換する	-9.98956
('0	-9.99002
08	-9.99019
▁operation	-9.99022
に設定され	-9.99024
(2,	-9.99051
les	-9.99052
timestamp	-9.99265
で定義された	-9.99295
ine	-9.99302
▁となります	-9.9933
限	-9.99334
▁interval	-9.99336
高	-9.99362
pp	-9.99416
ヘルプ	-9.99433
マニュアル	-9.99454
行を	-9.99539
時点で	-9.9955
slice	-9.99559
同	-9.99577
どちらの	-9.99584
用に	-9.99634
null	-9.99669
正確な	-9.99674
標準ライブラリ	-9.99678
through	-9.99679
版	-9.99679
検出	-9.99687
ければ	-9.99688
プ	-9.99703
elif	-9.99706
▁cmath	-9.99714
グローバルな	-9.99741
wrapper	-9.99752
数学	-9.99756
▁elements	-9.99775
を調べ	-9.99788
▁processes	-9.99796
コードブロック	-9.9982
▁Raw	-9.99835
するとき	-9.99843
▁このモジュールでは	-9.99878
▁であれば	-9.9989
任意	-9.99909
パスエントリ	-9.99944
置き換え	-9.99946
辞書です	-9.99981
=[	-10.0002
21	-10.0007
▁pre	-10.0011
ver	-10.0024
HH	-10.0034
終了します	-10.0035
(10)	-10.0036
んで	-10.0043
▁load	-10.0048
与え	-10.0052
末尾に	-10.0054
スレッドの	-10.0058
することもできます	-10.0065
49	-10.0069
55	-10.007
pow	-10.007
unpack	-10.0071
system	-10.0072
struct	-10.0074
▁拡張	-10.0076
library	-10.0077
になっている	-10.0079
二	-10.008
exec	-10.0082
モジュール名	-10.0084
にアクセスする	-10.0091
▁V	-10.0093
の場合は	-10.0102
動作します	-10.0106
結果を	-10.0107
を取り	-10.0115
▁13	-10.012
を取得する	-10.0136
70	-10.0138
▁oss	-10.0139
デフォルト値は	-10.0157
▁0)	-10.0167
▁color	-10.0177
単	-10.0178
する必要があります	-10.0181
らない	-10.0186
▁ISO	-10.019
dump	-10.0197
▁の型	-10.02
hour	-10.0206
▁で指定された	-10.0209
だけで	-10.0216
▁を使います	-10.0219
ルート	-10.0224
使われている	-10.0227
期	-10.0245
▁part	-10.0256
auth	-10.0258
ラ	-10.0259
曜日	-10.026
SET	-10.0261
角	-10.0262
BLUE	-10.0262
dialect	-10.0262
組	-10.0262
あらゆる	-10.0262
▁AttributeError	-10.0262
継承不可	-10.0262
▁positional	-10.0265
▁hashlib	-10.0265
全く	-10.0266
localhost	-10.0269
▁メールボックス	-10.027
▁30	-10.0273
である必要があります	-10.0273
▁例外が送出されます	-10.0277
hand	-10.0277
が必要	-10.0278
▁getcontext	-10.0279
▁rc	-10.0281
利用されます	-10.0287
argv	-10.0288
▁provided	-10.0293
MAX	-10.0299
追加された	-10.0301
='')	-10.0305
▁ei	-10.0306
自動	-10.031
element	-10.0329
▁よりも	-10.0336
▁秒	-10.0338
▁{}	-10.0342
▁フォーマット	-10.0344
▁filters	-10.0346
cookies	-10.0347
▁my	-10.0349
▁BLAKE	-10.035
▁uses	-10.0352
▁step	-10.0352
の説明	-10.0353
}'.	-10.0357
readline	-10.0363
に変換され	-10.0364
できない場合	-10.0368
行われ	-10.0377
reversed	-10.0379
▁式	-10.0379
操作は	-10.0389
do	-10.0391
の名前です	-10.0393
search	-10.0395
属性は	-10.0395
新たに	-10.0401
▁Telnet	-10.0401
といった	-10.0402
connection	-10.0402
operator	-10.0403
return	-10.0404
ince	-10.041
exp	-10.0412
例外が	-10.0414
オブジェクトで	-10.0417
を上書き	-10.0418
唯一の	-10.0421
使用します	-10.0423
なければならず	-10.0426
ext	-10.0426
▁itertools	-10.0427
block	-10.043
72	-10.0439
▁char	-10.0441
オブジェクトでなければなりません	-10.0468
IOBase	-10.0471
アクセスできます	-10.0472
52	-10.0474
can	-10.0486
によっては	-10.0486
▁control	-10.0503
されるか	-10.0506
らず	-10.0515
ブ	-10.0516
▁buffers	-10.0536
▁program	-10.0538
グローバル	-10.0541
▁round	-10.0543
削除し	-10.0545
これらの関数	-10.0547
ことはありません	-10.0548
負	-10.0548
limit	-10.0553
▁が追加されました	-10.0558
間で	-10.0558
dispatch	-10.0558
-3	-10.056
同期	-10.0562
三	-10.0563
ライ	-10.0563
なりません	-10.0564
weekday	-10.0564
view	-10.0564
乗	-10.0564
接	-10.0564
査	-10.0565
マ	-10.0565
Key	-10.0565
除算	-10.0565
マーク	-10.0565
壊	-10.0565
デスクリプタ	-10.0565
スクリーン	-10.0565
minidom	-10.0565
原	-10.0565
boolean	-10.0565
delimiter	-10.0565
典型的な	-10.0565
meta	-10.0565
かもしれない	-10.0565
易	-10.0565
▁aifc	-10.0565
▁concurrent	-10.0566
▁BaseHandler	-10.0567
▁produce	-10.0567
補間	-10.0568
▁Cmd	-10.0568
Re	-10.0569
重要な	-10.0569
▁options	-10.0572
▁tm	-10.0575
▁include	-10.058
hose	-10.0585
cancel	-10.0586
次のような	-10.0586
▁Call	-10.0589
式が	-10.0597
する方法	-10.0599
サブクラス化	-10.06
クラスのインスタンス	-10.0607
EST	-10.0622
better	-10.0624
","	-10.0624
▁multiple	-10.063
が無い場合	-10.0635
▁digest	-10.0638
ただ	-10.064
最大の	-10.0644
暗号化	-10.0652
https	-10.0655
依存	-10.066
るとき	-10.0671
コードを	-10.0672
はこの	-10.0673
このモジュール	-10.0693
閉じ	-10.0696
して返します	-10.0706
▁現在	-10.0711
quote	-10.0711
形式は	-10.0713
handle	-10.0714
▁ならば	-10.0717
▁min	-10.0719
生成される	-10.0722
**	-10.0727
sort	-10.073
identifier	-10.0731
▁indices	-10.0735
▁SQL	-10.0735
exc	-10.0735
▁1.3	-10.0739
に渡される	-10.0744
...)	-10.0745
▁が使われます	-10.0747
tz	-10.075
:%	-10.0757
▁H	-10.0759
▁application	-10.0761
top	-10.0763
modules	-10.0766
を表現する	-10.0766
辞書は	-10.0774
ian	-10.0781
基底クラスの	-10.0784
options	-10.0787
暗号	-10.0789
を指定し	-10.0797
▁シフト	-10.0803
していない	-10.081
次のように	-10.0815
似	-10.0818
進数	-10.0824
▁の両方	-10.0829
namespace	-10.0851
ight	-10.0854
を持って	-10.0854
でない場合	-10.0856
▁full	-10.086
▁large	-10.086
ex	-10.0861
▁テキスト	-10.0863
することは	-10.0863
高速	-10.0871
▁要素	-10.0875
移	-10.0877
上位	-10.0877
プロンプト	-10.0877
色	-10.0877
▁statistics	-10.0878
scheme	-10.0878
タイムスタンプ	-10.0878
Structure	-10.0878
継続	-10.0878
アノテーション	-10.0878
specific	-10.0878
を実装しています	-10.0879
ラッパー	-10.088
▁eval	-10.088
ING	-10.0882
decompress	-10.0882
Pickler	-10.0884
SHA	-10.0891
▁another	-10.0891
なかった場合	-10.0893
▁LOG	-10.0894
この属性は	-10.0896
known	-10.09
のドキュメント	-10.0901
を含め	-10.0903
▁pi	-10.0907
ということです	-10.091
▁By	-10.0915
FD	-10.0926
絶対	-10.0929
exists	-10.0939
dumps	-10.0948
▁closed	-10.0954
bound	-10.0954
37	-10.0955
言	-10.0958
その名前	-10.096
の一つ	-10.0963
▁デフォルトの	-10.0967
star	-10.0974
▁platforms	-10.0977
機能を	-10.0978
Ex	-10.098
▁文書	-10.098
ut	-10.0984
▁left	-10.099
式は	-10.099
多く	-10.0997
▁ウィジェットは	-10.0997
表示される	-10.0998
の値は	-10.1
▁indent	-10.1001
500	-10.1001
バージョンの	-10.1003
辞書を	-10.1005
エンコードされた	-10.101
▁を呼び出す	-10.1015
▁enum	-10.1031
mtime	-10.1038
▁Mac	-10.1042
ctime	-10.1044
Base	-10.1045
▁ドキュメント	-10.1049
▁TarFile	-10.1053
接続を	-10.1067
列挙	-10.1069
order	-10.1071
PROG	-10.1074
ready	-10.1075
short	-10.1077
Process	-10.1079
true	-10.108
の比較	-10.1082
URL	-10.1085
compress	-10.109
97	-10.1092
たもの	-10.1097
のインデックス	-10.1102
使います	-10.1106
+1	-10.1108
▁acquire	-10.1109
にとって	-10.111
}"	-10.1117
▁(1,	-10.1118
値として	-10.1119
発生	-10.112
▁Read	-10.1127
>'	-10.1129
▁Py	-10.1129
▁defaults	-10.113
ized	-10.1132
ru	-10.1135
▁common	-10.1136
▁zlib	-10.1137
put	-10.1138
桁の	-10.1138
▁J	-10.1139
と同じように	-10.1144
の集合	-10.1144
であること	-10.1145
▁insert	-10.1145
eg	-10.115
関数呼び出し	-10.115
be	-10.115
重	-10.1152
子要素	-10.1159
▁メソッドの	-10.1161
を受け取り	-10.1181
Attribute	-10.1195
順番	-10.1196
▁implement	-10.1199
理	-10.1199
util	-10.1199
オーバライド	-10.12
ましょう	-10.12
直列化	-10.12
Child	-10.12
丸括弧	-10.12
用途	-10.12
テ	-10.12
PORT	-10.12
urpose	-10.12
エンコーダ	-10.12
サービス	-10.12
優先度	-10.12
